[
	{
		"label":"ANTARES",
		"title":"",
		"comment":"Multidisciplinary, permanent marine observatory providing high-bandwidth real-time data transmission from deep-sea for geosciences and marine environmental sciences. Site is part of the MOOSE network providing real-time data transmission through two deep cabled moorings. These moorings are complemented by stand-alone mooring near the junction box. Physical and biogeochemical parameters recorded by autonomous sensors with regular maintenance. In addition monthly ship occupation for CTD profiles and seawater collection. Cabled extension of the neutrino telescope is offering connectors for direct link to shore in addition to operational seismometer already in place.",
		"source":"http://www.fixo3.eu/observatory/antares/",
		"location":{
			"place":"Ligurian Sea",
			"coordinates":"POINT (6.17 42.8)"
		}
	},
	{
		"label":"Biscay AGL",
		"title":"Ocean-meteorological buoy Augusto González de Linares",
		"comment":"Mooring in SE Bay of Biscay it comprises a fully-equipped ODAS buoy transmitting data in real-time plus monthly hydrographical and biogeochemical sampling of water column from research vessel. Buoy obtains core measurements of meteorological, physical, biogeochemical, and ecological parameters with high significance to weather forecasting and climate monitoring. Data immediately provided through IEO web page (hourly).",
		"source":"http://www.fixo3.eu/observatory/biscay-agl/",
		"location":{
			"place":"Bay of Biscay",
			"coordinates":"POINT (-3.78 43.83)"
		}
	},
	{
		"label":"CIS",
		"title":"Central Irminger Sea",
		"comment":"Multidisciplinary mooring, located in the Central Irminger Sea, Subpolar North Atlantic and part of the FP7 NACLIM project. The site is located in the centre of the Irminger Gyre, characterized by particular deep winter mixed layer depth. The mixed layer deepening is promoted through the combination of the cyclonic circulation of the Irminger gyre and strong surface buoyancy forcing in winter. Focus of the interdisciplinary research is on the biogeochemical cycling in a potential deep water formtion area. The physical background field (Temperature, Salinity, Currents) of the upper 1500m is surveyed with a number of sensors. Moreover, biogeochemical sensors (O2, Chl-a, zooplankton) is measured in mixed layer. The site area is shared with the LOCO mooring established by the NIOZ in 2002. The sampling and logistics of the moorings is coordinated with the NACLIM project. In Septmber 2014 the CIS observatory was moved little south and the original position is now occupied by the 4 mooring construction as part of the US OOI initiative. With this configuration one observatory (OOI) is located at the center of the gyre, while CIS and LOCO are where typically the strongest buoyancy focring is found (related to the Greenland Tip Jet).",
		"source":"http://www.fixo3.eu/observatory/cis/",
		"location":{
			"place":"Central Irminger Sea",
			"coordinates":"POINT (-39.7 59.7)"
		}
	},
	{
		"label":"CVOO",
		"title":"Cape Verde Ocean Observatory",
		"comment":"This observatory is composed of a mooring and a small vessel maintaining the time-series continuity at Tropical Eastern North Atlantic.",
		"source":"http://www.fixo3.eu/observatory/cvoo/",
		"location":{
			"place":"Cape Verde",
			"coordinates":"POINT (-24.5 17.4)"
		}
	},
	{
		"label":"DELOS A",
		"title":"Deep-ocean Environmental Long-term Observatory System",
		"comment":"The DELOS (Deep-ocean Environmental Long-term Observatory System) system comprises two environmental monitoring platforms: DELOS A located in the near field (within 50 m of a sea floor well); and DELOS B located in the far field (~16 km from sea floor infrastructure). DELOS A located on flat (&lt;1° slope), finely sedimented sea floor within petroleum lease Block 18 in a mid- slope area off Angola between the deep-sea fans of the Congo and Kwanza rivers.  The platform hosts a camera module, oceanographic module and acoustic module, each with multiple instruments",
		"source":"http://www.fixo3.eu/observatory/delos-a/",
		"location":{
			"place":"Angola",
			"coordinates":"POINT (12.14 -7.9)"
		}
	},
	{
		"label":"DELOS B",
		"title":"Deep-ocean Environmental Long-term Observatory System",
		"comment":"The DELOS (Deep-ocean Environmental Long-term Observatory System) system comprises two environmental monitoring platforms: DELOS A located in the near field (within 50 m of a sea floor well); and DELOS B located in the far field (~16 km from sea floor infrastructure). DELOS B located on flat (&lt;1° slope), finely sedimented sea floor within petroleum lease Block 18 in a mid- slope area off Angola, between the deep-sea fans of the Congo and Kwanza rivers.  The platform hosts a camera module, oceanographic module and acoustic module, each with multiple instruments, plus a sediment trap module.",
		"source":"http://www.fixo3.eu/observatory/delos-b/",
		"location":{
			"place":"Angola",
			"coordinates":"POINT (12.28 -7.95)"
		}
	},
	{
		"label":"DYFAMED",
		"title":"Dynamique des Flux Atmospheriques en Mediterranee",
		"comment":"Multidisciplinary site within MOOSE network (Ligurian Sea), in passage between eastern and western Med Sea. Strong influence of atmospheric deposition influencing productivity and particle export monitored by atmospheric survey (Cap Ferrat) and two permanent sediment traps. Physical parameters recorded from surface to deep waters through monthly visits and permanent deep mooring. Biogeochemical parameters obtained monthly during ship visits. The site is also a way point of gliders and used for cross- validation of bio-parameters (nitrate, oxygen).",
		"source":"http://www.fixo3.eu/observatory/dyfamed/",
		"location":{
			"place":"Ligurian Sea",
			"coordinates":"POINT (7.87 43.42)"
		}
	},
	{
		"label":"E1-M3A",
		"title":"POSEIDON E1-M3A",
		"comment":"Multidisciplinary mooring located at the eastern Mediterranean off shore Crete island, an area of open sea conditions, characterized as extremely oligotrophic where dense waters with intermediate and deep characteristics are formed.",
		"source":"http://www.fixo3.eu/observatory/e1-m3a/",
		"location":{
			"place":"Eastern Mediterranean Sea",
			"coordinates":"POINT (25.07 35.44)"
		}
	},
	{
		"label":"E2-M3A",
		"title":"Southern Adriatic Interdisciplinary Laboratory for Ocean Research",
		"comment":"Deep-sea, continuous monitoring station: it provides the longest oceanographic time series in the South Adriatic Pit (Eastern Mediterranean Sea). The observatory is composed by two moorings (surface buoy and sub-surface mooring line) and designed to monitor physical and biogeochemical processes in the water column from the surface down to the bottom (approximately 1220m).  The E2-M3A surface buoy collects air/sea meteorological and physical measurements in the surface layer (2m depth). The secondary deep mooring instead, is equipped with current meters (RDI-ADCP and Seaguard-RCM), CTD’s with Dissolved Oxygen and optical sensors. New biochemical sensors (CO2 and pH) were deployed during the first year of the FiXO3 project to enhance the payload of the site.",
		"source":"http://www.fixo3.eu/observatory/e2-m3a/",
		"location":{
			"place":"Eastern Mediterranean Sea",
			"coordinates":"POINT (18.08 41.52)"
		},
		"attachedSystems":[
			{
				"label":"The Workhorse Quartermaster 150 kHz ADCP on E2-M3A",
				"type":"http://esonetyellowpages.com/vocab/WorkhorseQuartermaster150kHzADCP"
			},
			{
				"label":"The CO2-Pro on E2-M3A",
				"type":"http://esonetyellowpages.com/vocab/CO2Pro"
			}
		]
	},
	{
		"label":"ESTOC",
		"title":"European Station for Time series in the Ocean Canary Islands",
		"comment":"Multidisciplinary mooring, located in the Central Eastern Atlantic, open ocean site with over 15 years of continuous surface and mid-water meteorological, physical and biogeochemical monitoring.",
		"source":"http://www.fixo3.eu/observatory/estoc/",
		"location":{
			"place":"Central Eastern Atlantic",
			"coordinates":"POINT (-15.5 29.167)"
		}
	},
	{
		"label":"FILCHNER RONNE",
		"title":"S2 observatory Filchner Ronne",
		"comment":"The S2 Observatory for long term monitoring of Ice Shelf Water (ISW) Overflow situated at the Filchner sill in the southern Weddell Sea was established in 1977 and continues to deliver the longest existing marine time series from Antarctica. The position for the observatory S2 proved to be a key site for monitoring the ISW overflow produced beneath the huge Filchner Ronne Ice Shelf and is selected to be a part of the global net of monitoring sites under CLIVAR (www.clivar.org) and OceanSITES (www.oceansites.org). Time series of current speed and direction, temperature and salinity exist back to 1977.  Continuous observation of dissolved oxygen started in 2009.",
		"source":"http://www.fixo3.eu/observatory/filchner-ronne/",
		"location":{
			"place":"Southern Weddell Sea",
			"coordinates":"POINT (-33.55 -74.65)"
		}
	},
	{
		"label":"FRAM",
		"title":"Frontiers in Arctic Marine Monitoring",
		"comment":"Array of moorings and permanent sampling sites across the Fram Strait. Installed to capture the exchange of Atlantic and Arctic waters, and to study the temporal development of an Arctic marine ecosystem. Enables year-round multidisciplinary long-term observations, partially with near real-time data access.",
		"source":"http://www.fixo3.eu/observatory/fram/",
		"location":{
			"place":"Fram Strait",
			"coordinates":"POINT (4.0 79.0)"
		}
	},
	{
		"label":"LION",
		"title":"LION",
		"comment":"Deep-sea mooring located in the convection cell in the centre of the Gulf of Lion which aims to observe the winter convection affecting the north-western Mediterranean Sea water circulation and deep-sea ecosystem (physical data). The mooring is deployed near the ODAS meteorological surface buoy (Gulf of Lion) and integrated in the MOOSE network.",
		"source":"http://www.fixo3.eu/observatory/lion/",
		"location":{
			"place":"Gulf of Lion",
			"coordinates":"POINT (5.0 42.0)"
		}
	},
	{
		"label":"MOMAR",
		"title":"MoMAR EMSO Azores",
		"comment":"Multidisciplinary (fauna, fluid chemistry, seismicity and ground deformation) situated at the mid-Atlantic (hydrothermal vent field Lucky Strike); near real time communication through acoustic link, buoy and satellite. EMSO observatory node, in operation since 2010, comprises an oceanographic mooring and nested arrays of seismometers, pressure probes, temperature probes and chemical sensors in vent fluids, as well as a camera and colonization devices for faunal and microfaunal studies. Satellite transmission of a data subset, accessible on an EMSO-related server. Yearly maintenance cruises scheduled till 2015. Upgrades of system planned for 2014 with several new connection nodes  accessible to FiXO3 collaborations.",
		"source":"http://www.fixo3.eu/observatory/momar/",
		"location":{
			"place":"Mid Atlantic",
			"coordinates":"POINT (-33.0 37.5)"
		}
	},
	{
		"label":"NEMO-SN1",
		"title":"NEMO-SN1",
		"comment":"Multidisciplinary (geophysics, oceanography, bio-acoustics) observatory, located in Western Ionian See, offshore Catania (Sicily), deep-sea real-time multi-parameter observatory is currently being re-deployed after refurbishment and installations of new electronics.",
		"source":"http://www.fixo3.eu/observatory/nemo-sn1/",
		"location":{
			"place":"Western Ionian See",
			"coordinates":"POINT (15.4 37.5)"
		}
	},
	{
		"label":"NOG",
		"title":"Northern Oligotrophic Gyre",
		"comment":"Currently comprising a sediment trap mooring with current sensors it is situated in the middle of the least productive gyre in the North Atlantic but one which is influenced to a degree by dust supply from the Sahara desert.",
		"source":"http://www.fixo3.eu/observatory/nog/",
		"location":{
			"place":"Northern Oligotrophic Gyre",
			"coordinates":"POINT (-41.10 23.77)"
		}
	},
	{
		"label":"OBSEA",
		"title":"Expandable Seafloor Observatory",
		"comment":"The main objective of this site located at Western Mediterranean is to be a test bed for the development of oceanographic instrumentation while being a shallow-water observatory providing real time data and database with historical values.",
		"source":"http://www.fixo3.eu/observatory/obsea/",
		"location":{
			"place":"Western Mediterranean",
			"coordinates":"POINT (1.7523 41.1819)"
		}
	},
	{
		"label":"PAP",
		"title":"Porcupine Abyssal Plain Observatory",
		"comment":"Array of moorings covering the entire water column and benthos with associated repeat ship occupations for process studies and collections not possible autonomously (eg benthic megafauna) Longest running multidisciplinary North Atlantic open ocean sustained observatory delivering atmospheric and physical and biogeochemical ocean datasets in near real-time.",
		"source":"http://www.fixo3.eu/observatory/pap/",
		"location":{
			"place":"Northeast Atlantic",
			"coordinates":"POINT (-16.5 49.0)"
		},
		"attachedSystems":[
			{
				"label":"The CO2-Pro on PAP",
				"type":"http://esonetyellowpages.com/vocab/CO2Pro"
			}
		]
	},
	{
		"label":"PYLOS",
		"title":"Pylos Observatory",
		"comment":"Multidisciplinary observatory mooring located in the cross road of Adriatic and Eastern Mediterranean basins. Very geologically active area with lots of earthquakes and landslides as well as a potential source of Tsunamis that might affect the Eastern Mediterranean Sea.",
		"source":"http://www.fixo3.eu/observatory/pylos/",
		"location":{
			"place":"Southern Ionian Sea",
			"coordinates":"POINT (21.6 36.8)"
		}
	},
	{
		"label":"SOG",
		"title":"Southern Oligotrophic Gyre",
		"comment":"Currently comprising a sediment trap mooring with current sensors it is situated in the middle of the least productive gyre in the South Atlantic but in contrast to NOG, an observatory in the North Atlantic oligotrophic gyre, it is not influenced by dust supply.",
		"source":"http://www.fixo3.eu/observatory/sog/",
		"location":{
			"place":"Southern Oligotrophic Gyre",
			"coordinates":"POINT (-25.1 -18.53)"
		}
	},
	{
		"label":"SOR",
		"title":"",
		"comment":"Single location mooring situated on the Mid-Atlantic Ridge south of Svalbard. A component of NOON (Norwegian Ocean Observatory Network) planned as demo mission in 2012 and then as sustained observatory in 2016.",
		"source":"http://www.fixo3.eu/observatory/sor/",
		"location":{
			"place":"Mid-Atlantic Ridge south of Svalbard",
			"coordinates":"POINT (8.0 75.0)"
		}
	},
	{
		"label":"STATION M",
		"title":"Station M",
		"comment":"Ocean Weather Station M (OWS M) has been an ocean weather station since 1948. At present there is a mooring and a surface buoy at the site, which measures hydrography, O2, chlorophyll and carbon parameters. Located in Norwegian Sea with real-time and delayed mode capabilities. The site present the longest existing homogeneous time series from deep ocean. The facility presented here is the mooring situated betveen 150 and 2000 m.",
		"source":"http://www.fixo3.eu/observatory/station-m/",
		"location":{
			"place":"Norwegian Sea",
			"coordinates":"POINT (2.0 66.0)"
		}
	},
	{
		"label":"W1-M3A",
		"title":"",
		"comment":"A single multidisciplinary observatory mooring located in the Ligurian Sea with real-time and delayed mode capability. The W1-M3A observing system is composed by a large spare buoy and a sub-surface mooring periodically deployed close to the main buoy depending on specific research needs. The W1-M3A large spar buoy specifically designed for air-sea interaction studies and the collection of meteorological data even in rough sea. Stability is the basic feature of this type of buoy with respect to the other more classical approach based on discus-shaped buoys. The buoy was specifically designed as a stable measuring platform since its total mass, the unity buoyancy at the sea level, and presence of a damping disk allow for negligible sensitivity of sea heave and height.",
		"source":"http://www.fixo3.eu/observatory/w1-m3a/",
		"location":{
			"place":"Ligurian Sea",
			"coordinates":"POINT (9.16 43.79)"
		}
	}
]