
[
    {
        "name":"http://esonetyellowpages.com/vocab/BoWaSnapperMultihorizonBottomWaterSamplerKMT421",
        "label":"BoWa_Snapper - Multihorizon-Bottom Water Sampler K/MT 421",
        "comment":"The BoWaSnapper is a Multihorizon-BottomWaterSampler, suitable for deep-sea deployment and used for the investigation of the sediment-water interface (particles, organisms, geochemical tracers). It has been developed in collaboration with Dr. E. Sauter from Alfred-Wegener-Institute, Bremerhaven, and is successfully in use at water depths between 20 m and 5500 m since 2001. The BoWaSnapper enables the high resolutive sampling of the bottom closest water layers within a very short period (some minutes only). Six water bottles vertically adjustable and attached to the middle axis carry out the water sampling. Equipped with an autonomous bottom releaser that closes the water bottles some minutes after the touch-down on the sea bed, the Multihorizon-BottomWaterSampler can be used with any serial wire, i. e. no data transfer cable is necessary.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/bowa_snapper__multihorizonbottom_water_sampler_kmt_421.png",
        "manufacturer":"K.U.M. Umwelt-und Meerestechnik Kiel GmbH",
        "subClasses":[
            {
                "capability":{
                    "label":"BoWa_Snapper - Multihorizon-Bottom Water Sampler K/MT 421 Maximum Operating Depth",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumOperatingDepth"
                    }
                }
            },
            {
                "capability":{
                    "label":"BoWa_Snapper - Multihorizon-Bottom Water Sampler K/MT 421 Weight",
                    "quantity":{
                        "label":"200 kg",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/Weight"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/PHSensorSpots",
        "label":"PH Sensor Spots",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ph_sensor_spots.png",
        "manufacturer":"PreSens Precision Sensing GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DOSensorShallowWater",
        "label":"DO Sensor Shallow Water",
        "comment":"The shallow water sensor for depths of up to 100 m consists of a pre-amplifier covered by a titanium housing, a sensitive tip covered by a titanium protection cage and a SUBCONN BH4M connector (Microseries on request). This complete sensor has been developed for the external interfacing to CTD probe systems and can be used in towed vehicles or for fast depth profiling. An additional sensor for temperature and for conductivity may be required.The sensitive tip can also be used with electronics for other laboratory sensors (H2S, Ozone, Hydrogen and Hydrogen Peroxide) or for the CTD-Oxygen Underwater Probe.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/do_sensor_shallow_water.png",
        "manufacturer":"AMT Analysenmesstechnik GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/C2",
        "label":"C2",
        "comment":"Ceramic cell  Inside diameter: 8 mm  Ti protection housing  Length: 43 mm  Bulkhead terminal  High precision deep sea research  Oceanographic profiling  Extreme high temperature environments (hot vents)  Fresh water measurements with low range and the corresponding better resolution  Symmetric 7-pole-cell  Sensitivity strongly restricted to the cell interior  Analog voltage or current  16 bit serial asynchronous",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/c2.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MicroTilt",
        "label":"MicroTilt",
        "comment":"The MicroTilt is a tiny, dynamic, pitch and roll sensor for use in a huge variety of applications. Measuring only 55 x 37 x 26 mm OEM (matchbox size) the unit can provide highly dynamic pitch and roll readings at a frequency up to 50 Hz. The tiny size is possible by utilising MEMS (Micro-Electro-Mechanical Systems) sensors. MEMS is the integration of mechanical elements, sensors, actuators, and electronics on a common silicon substrate through the utilization of microfabrication technology. At an output rate of 50 Hz the sensor returns an accuracy better than 0.5 degree over the range of +/- 30 degrees. A range of oversampling settings allows the selection of output rates down to 1 Hz, where the accuracy is better than 0.2 degrees. A topside software package provides graphic and numeric indication of the pitch and roll readings and allows the selection of a variety of data output formats. Internal DIP switches allow the selection of various options within the device. A surface version and two subsea versions (3000 m and 6000 m) are available. The unit can also be supplied as an OEM part for inclusion in your equipment.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/microtilt.png",
        "manufacturer":"CDL Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SeaSPY",
        "label":"SeaSPY",
        "comment":"The SeaSPY connector is a custom brass underwater connector that supports a tonne of towing force. A PVC nose cone protects it from side impacts, while maintaining a streamlined tow body. We have never lost a SeaSPY from the connector, except for the time someone threw one overboard without connecting it to the cable. While theres some human error no mag can account for, the story has a happy ending: the customer went back a year later and found their SeaSPY in working condition. SeaSPYs sleek design resists snags.e inexpensive and field replaceable tailfins are the only protruding element, and they are designed to snap off should they ever get snagged on rocky outcroppings. The SeaSPY towfish is made of \" super strong fiberglass coated with a bumper layer of polyurethane for extra shock absorption. Should even a drop of water penetrate the towfish, a leak detector warning appears on your screen to inform you. Call us overprotective, but in the event of a breach, SeaSPYs electronics module is encased in a polycarbonate housing with O ring seals for another layer of security. The sensor itself is suspended on shockmounts to ensure the quality of your data isnt influenced even if you drag SeaSPY along the sea floor.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/seaspy.png",
        "manufacturer":"Marine Magnetics Corp.",
        "subClasses":[
            {
                "capability":{
                    "label":"SeaSPY Weight In Air",
                    "quantity":{
                        "label":"16 kg",
                        "value":"16",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"SeaSPY Weight In Water",
                    "quantity":{
                        "label":"2 kg",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MicroT",
        "label":"Micro T",
        "comment":"The Micro T is a high accuracy, temperature sensor in a very small pressure housing. Like the Micro P, the instruments small size and rapid response times make it ideal for deployment on AUVs, ROVs and other underwater platforms. 25 Hz sampling makes the Micro T an ideal alternative for any platform moving quickly through the water column.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/micro_t.png",
        "manufacturer":"Applied Microsystems Ltd.",
        "subClasses":[
            {
                "capability":{
                    "label":"Micro T Response Time",
                    "quantity":{
                        "label":"0.1 s",
                        "value":"0.1",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SeapointTurbidityMeter",
        "label":"Seapoint Turbidity Meter",
        "comment":"The Seapoint Turbidity Meter detects light scattered by particles suspended in water, generating an output voltage proportional to turbidity or suspended solids. The low power requirements make it ideal for applications where battery drain is a concern. Sensitivity is selected by two digital lines which can be hard wired or microprocessor controlled, thereby choosing the appropriate range and resolution for measurement of extremely clean to very turbid waters. The offset voltage is within 1 mV of zero and requires no adjustment across gains. The unique optical design confines the sensing volume to within 5 cm of the sensor allowing near-bottom measurements and minimizing errant reflections in restricted spaces. The sensor is easily interfaced with data acquisition packages; a 5 ft pigtail is supplied. Custom configurations are available.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/seapoint_turbidity_meter.png",
        "manufacturer":"Seapoint Sensors Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/PHMicrosensors",
        "label":"PH Microsensors",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ph_microsensors.png",
        "manufacturer":"PreSens Precision Sensing GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/S2T6000",
        "label":"S2T6000",
        "comment":"Measurement of the temperature for the study of deep-sea environment.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/s2t6000.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
            {
                "capability":{
                    "label":"S2T6000 Response Time",
                    "quantity":{
                        "label":"1 s",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"S2T6000 Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/EnviroFluDS",
        "label":"enviroFlu-DS",
        "comment":"The enviroFlu-DS is a new generation of high sensitive deepsea submersible sensors for oil-in-water measurement. The used UV fluorescence principle for detection is much more sensitive than any other existing detection principle. This allows the detection of PAH traces down to single ppb levels. The pressure housing is completely made of titanium and rated to 6,000m / 20,000 feet. Analog outputs, as well as a RS232 interface makes it easy to integrate the sensors in any control or data logging system. Solid secondary standards are available for all versions and grant fast and reliable functional checks, without the need of chemicals or laboratory.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/envirofluds.png",
        "manufacturer":"TriOS GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OBS4",
        "label":"OBS-4",
        "comment":"The OBS-4 sensor measures suspended solids and turbidity with a proprietary, laser-based lightscattering by the ASTM in-situ method. It features nearly linear response to turbidity, a temperature coefficient <0.05% per C and extremely low drift, <2% per year.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/obs4.png",
        "manufacturer":"Campbell Scientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TurbiditySensor2714",
        "label":"Turbidity Sensor - 2714",
        "comment":"The 2714 Turbidity Sensor is a highly accurate submersible sensor for insitu environmental or process monitoring. It incorporates a precision optical system with sapphire windows, EPA recommended incandescent light and 90 light scattering. The sensor is mounted in a rugged anodized aluminum housing and is fully encapsulated with marine grade epoxy for trouble-free operation.The sensor provides extremely accurate linear measurements in the 0.1 NTU to 1000 NTU optical range which covers most environmental water conditions.  The sensor operates from 10 to 36 Vdc battery power at a low 50 mA and has a 4-10 mA output. The sensor can be pulsed on and off by dataloggers or telemetry RTU's for extremely low power consumption.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/turbidity_sensor__2714.png",
        "manufacturer":"Rickly Hydrological Company",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode3830",
        "label":"Oxygen Optode 3830",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needed to be measured. Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g.: In shallow coastal areas with significant algae blooms. In fjords or other areas with limited exchange of water. Around fish farms. In areas interesting for dumping of mine or dredging waste.The Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a sapphire window providing optical access for the measuring system from inside a watertight titanium housing.The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf). By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_3830.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowQuest75",
        "label":"FlowQuest 75",
        "comment":"FlowQuest 75 is an ultra long-range Acoustic Current Profiler manufactured by LinkQuest Inc., a company renown for its innovation, capability and product quality. The FlowQuest 75 current profiler is ideal for measuring currents and flows in deep oceans. With its capability for significantly longer range, and seamless integration with third-party sensors and LinkQuest acoustic modems, the FlowQuest system is not just a current profiler. It also serves a focal point for your deepwater deployments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowquest_75.png",
        "manufacturer":"LinkQuest Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"FlowQuest 75 Frequency",
                    "quantity":{
                        "label":"75 kHz",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Maximum Profiling Range",
                    "quantity":{
                        "label":"900 m",
                        "value":"900",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Maximum Transmit",
                    "quantity":{
                        "label":"800 Watts",
                        "value":"800",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Blank Distance",
                    "quantity":{
                        "label":"3.8 m",
                        "value":"3.8",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Maximum Water Velocity",
                    "quantity":{
                        "label":"20 knots",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Knot",
                        "type":"http://esonetyellowpages.com/vocab/MaximumWaterVelocity"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Maximum Ping Rate",
                    "quantity":{
                        "label":"1 Hz",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"580 mm",
                        "value":"580",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Housing Diameter",
                    "quantity":{
                        "label":"200 mm",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Overall Length",
                    "quantity":{
                        "label":"470 mm",
                        "value":"470",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Weight In Air",
                    "quantity":{
                        "label":"40 kg",
                        "value":"40",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 75 Weight In Water",
                    "quantity":{
                        "label":"26 kg",
                        "value":"26",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Series8CB",
        "label":"Series 8CB",
        "comment":"Digiquartz Depth Sensors provide the ultimate precision in water level measurements. Typical application accuracy of 0.01% is achieved even under difficult environmental conditions. Desirable characteristics include excellent long-term stability, 1 x 10e-8 resolution, low power consumption, and high reliability.The remarkable performance of these depth sensors is achieved through the use of a precision quartz crystal resonator whose frequency of oscillation varies with pressure-induced stress. A quartz crystal temperature signal is provided to thermally compensate the calculated pressure and achieve high accuracy over a broad range of temperatures. The depth sensors include waterproof housings with integral shock protection.High accuracy, resolution, and stability make Digiquartz Depth Sensors ideal for applications such as Tsunami detection, wave and tide gauges, platform leveling, underwater pipe laying, and as depth sensors in ROVs and AUVs.All Depth Sensor ranges are available with either frequency outputs or integral intelligent electronics with bi-directional digital communications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/series_8cb.png",
        "manufacturer":"Paroscientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ConductivitySensor3919IW",
        "label":"Conductivity Sensor 3919IW",
        "comment":"Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. For seawater, the ability to conduct electrical current is mostly dependent on temperature and the amount of inorganic dissolved solids. This means that, together with temperature and depth information, a good estimate of the salinity may be determined. Salinity is defined as the concentration of dissolved solids. The Conductivity Sensors are based on an inductive principle. This provides for stable measurement without electrodes that are easily fouled and may wear out in the field. Utilization of miniature components has made it possible to integrate all the required electronics. A digital signal processor calculates salinity, density and speed of sound. The salinity and density are calculated according to the UNESCO International Equation of State (IES 80). The Conductivity Sensor 3919/3919IW outputs data in both RS-232 and Aanderaa SR10 format. 4119 outputs SR10 format, while 4120IW has analog output as well as RS-232. All three sensors are available in A and B versions; version B has enhanced accuracy compared to version A. Additionally, sensor 3919 is available in two depth ratings as well: 6000 m (3919) and 2000 m (3919 IW; Intermediate Water). Refer specifications on next page. On the RS-232 output the Conductivity in mS/cm, as well as Temperature, Salinity, Density and Speed of sound may be presented. Two SR10 channels are available; one of the SR10 outputs can be configured to present Conductivity, Salinity, Density or Speed of Sound, while the other SR10 output presents the temperature measurement. The user may configure the range on both SR10 outputs. This allows for a possibility to zoom in on the range of interest. Conductivity Sensor 3919 is designed to operate down to 6000 meters, 3919 IW is designed to operate down to 2000 meters, while 4119 and 4120IW are designed to operate down to 1000 m. The Conductivity Sensors are available for Recording Current Meters RCM 9, RCM 9 MkII, RCM 9 IW, RCM 9 LW and RCM 11, Recording Doppler Current Profiler RDCP 600 as well as a stand-alone RS-232 sensor for other applications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/conductivity_sensor_3919iw.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AquaMonitor",
        "label":"Aqua Monitor",
        "comment":"Aqua Monitor is a novel water sampler that can collect 50 samples of up to 1000 ml each. The samples are captured using a high integrity syringe mechanism and then injected into flexible bags via a 50-way multi-port valve. Samples are stored for post recovery analysis. Aqua Monitor can be used in moored or towed-vehicle applications to collect 50 discrete samples. Originally designed as a versatile water and phytoplankton sampler the device may be programmed for autonomous sampling or operated as a \"slave\" within an integrated system such as a towed-vehicle or AUV. The sample volume is user programmable and a macro language allows the operator to easily implement custom in-situ sample processing. Timed sampling control for mooring applications includes two modes: Traditional time-series sample collection via an operator programmable interval and real-time sampling from a user generated schedule of sample times. The real-time mode provides Aqua Monitor with the unique ability to sample coherently with tidal state or acquire bursts of samples each dosed with different preservatives. Aqua Monitor is purpose designed for use in towed-body applications such as within U-Tow. A special deep ocean version of Aqua Monitor is available. The illustration over shows a 2500 m rated system that was successfully deployed in the Denmark Strait at a depth of 1200 m sampling once per week for a year. Aqua Monitor may be used aboard most ROVs and AUVs and has been fitted to the Southampton Oceanography Centres AUV, Autosub, during science missions in the UK.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqua_monitor.png",
        "manufacturer":"EnviroTech Instruments LLC",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SSTConductivitySensor",
        "label":"SST Conductivity Sensor",
        "comment":"The new 7-pole-cell conductivity sensor with analogue output is aimed at probe systems with built-in multi-channel data acquisition. The principle of measurement used makes it independent from electrical fields and magnetic effects. It's absolutely linear slope within the whole measuring range gives an easy adaptation to existing firmware. Using comparably large dimensions for the conductivity cell leads to long unattended measuring times, as biological activity at the sensor has only small degrading effects. The sensor's housing is made of titanium and is pressure resistant up to 500 dbar making it ideally suited for long time monitoring systems even at corrosive environments. The connection of the sensor to the data acquisition system is done by a multi-core sea cable for power supply and analogue voltage.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sst_conductivity_sensor.png",
        "manufacturer":"Sea & Sun Technology GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowConductivitySensor",
        "label":"Flow Conductivity Sensor",
        "comment":"Conductivity measurement is accomplished by using an advanced platinum sevenring quartz cell. The advantage of this design is that there are no platinum black surfaces which can be contaminated or can deteriorate during profiling or monitoring; it is easy to be cleaned in the field.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flow_conductivity_sensor.png",
        "manufacturer":"IDRONAUT S.R.I",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/T2",
        "label":"T2",
        "comment":"Features: &#9679; Thermo couple &#9679; Low noise, high-pass amplification &#9679; Oceanographic profiling &#9679; Microstructure measurement &#9679; Sealed against corrosion &#9679; Ti protection housing",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/t2.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
            {
                "capability":{
                    "label":"T2 Response Time",
                    "quantity":{
                        "label":"0.02 s",
                        "value":"0.02",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TS110",
        "label":"TS110",
        "comment":"The NexSens TS110 Temperature String measures water temperature by incorporating multiple sensors into a single 3-conductor cable, suspended vertically in a water column. This capability provides high precision, multi-point temperature profiling for environmental applications. The TS110 is designed for harsh environments and is submersible up to 200 m in fresh, brackish, or seawater. When connected to the NexSens iSIC data logger and iChart software, the instrument is truly plug-and-play. No programming is required! It is typically used in one of the following configurations: standalone data logger, direct-connect to PC, bottom-deployed, or surface buoy.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ts110.png",
        "manufacturer":"NexSens Technology, Inc",
        "subClasses":[
            {
                "capability":{
                    "label":"TS110 Depth Rating",
                    "quantity":{
                        "label":"200 m",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/VesselMounted500",
        "label":"Vessel-Mounted 500",
        "comment":"Norteks Vessel-Mounted Current Profiler (VM-Profiler) is designed for permanent mounting on professional survey, offshore, and fishery vessels. It measures the ocean current profile while moving and it does it with quality, accuracy, and a great price-performance ratio. With the Nortek VM-Profiler, your marine operations will go faster and you will make operational decisions with better confidence than before. The VM-Profiler works by measuring the Doppler shifted echo from the water below the hull. This Doppler shift is proportional to the water speed relative to the ship. The vessel motion is determined using the ships navigation systems, including the required gyro and DGPS. In the software, the vessel motion is removed from the output data, leaving the user with the true ocean currents in ship coordinates or earth coordinates. The VM-Profiler does not depend on \"bottom track\" as the primary means to measure the vessel motion. As a result, the currents in the near-surface region can be determined regardless of the water depth or the water quality. Further, calibration has never been easier. Make two 5-minute runs and press a software button. The VM-Profiler software does all the rest for you.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/vesselmounted_500.png",
        "manufacturer":"Nortek AS",
        "subClasses":[
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Frequency",
                    "quantity":{
                        "label":"500 kHz",
                        "value":"500",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Maximum Profiling Range",
                    "quantity":{
                        "label":"100 m",
                        "value":"100",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Maximum Transmit",
                    "quantity":{
                        "label":"4 Watts",
                        "value":"4",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Blank Distance",
                    "quantity":{
                        "label":"2 m",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Maximum Ping Rate",
                    "quantity":{
                        "label":"2 Hz",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"310 mm",
                        "value":"310",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Housing Diameter",
                    "quantity":{
                        "label":"190 mm",
                        "value":"190",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 500 Overall Length",
                    "quantity":{
                        "label":"220 mm",
                        "value":"220",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DOSensorDeepSea",
        "label":"DO Sensor Deep Sea",
        "comment":"The DO Deep Sea Sensor for depths of up to 6,000 m consists of a pre-amplifier covered by a titanium housing, a sensitive tip covered by a plastics housing and a SUBCONN BH4M connector (Microseries on request). This complete sensor has been developed for the external interfacing to CTD probe systems and can be used monitoring or slow profiling. An additional sensor for temperature and for conductivity may be required. In comparison to the 2,000 m version this sensor has an additional pressure consumption.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/do_sensor_deep_sea.png",
        "manufacturer":"AMT Analysenmesstechnik GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/HydrolabConductivitySensor",
        "label":"Hydrolab Conductivity Sensor",
        "comment":"The Hydrolab Conductivity sensor uses four graphite electrodes in an open cell design to provide extremely accurate and reliable data with virtually no maintenance.Features: Design based on four graphite electrodes in an open cell design  The probe measures the current between 2 electrodes held at a fixed potential; additional electrodes are used to compensate for any fouling of the electrode surfaces  Sensor measurements used to derive Salinity, Total Dissolved Solids, and Resistivity Benefits: Reduces measurement error due to environment  sediment falls to the bottom of the cell, and bubbles rise to the top. Measurements are reliable in any condition.  Easily maintained between deployments by cleaning with a Q-tip or cotton swab",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/hydrolab_conductivity_sensor.png",
        "manufacturer":"HACH Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/S2T6000D",
        "label":"S2T6000D",
        "comment":"Measurement of the temperature for the study of deep-sea environment. Especially for cases where remote measurement is necessary to access very narrow areas or to protect the data logger against excessive temperature.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/s2t6000d.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
            {
                "capability":{
                    "label":"S2T6000D Response Time",
                    "quantity":{
                        "label":"0.5 s",
                        "value":"0.5",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"S2T6000D Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE8",
        "label":"SBE 8",
        "comment":"The SBE 8 Microstructure Temperature Sensor is a reliable, lightweight instrument intended for use in marine profiling applications where its high speed and spatial resolving power offer the ability to characterize small scale ocean temperature features. Used in conjunction with the SBE 7 Microstructure Conductivity sensor, the SBE 8 can provide comparably sensitive resolution of salinity and density fields. The sensing element is a remote-cabled, probemounted thermistor (Thermometrics type FP07). The sensor probe is a small, stainless steel assembly that may be mounted at distances up to 3 meters (9.8 ft) from the sensor electronics housing. This arrangement minimizes the effect of the instrument housing and its wake on the data. The thermistor body is O-ring sealed into the sensor assembly to ensure pressure integrity. The thermistor has a 25 C resistance of 270 Kohms and is driven by a DC current derived from a low-noise, 6.9 volt reference and 1 Mohm resistor. The thermistor voltage is buffered by a low-noise FET op amp. The output is subsequently pre-emphasized, so the sensors output increases as a function of the frequency components in the temperature signal. The effect of pre-emphasis is to magnify the sensor output for rapidly changing temperature, thereby overcoming the restrictions on system resolving power that would otherwise be imparted by the use of conventional (e.g., 16-bit) digitizers. The SBE 8s pre-emphasis response magnifies a 20 Hz temperature signal by a factor of 200, thus facilitating acquisition of signals 200 times smaller than could be characterized by conventional CTD sensors.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_8.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 8 Depth Rating",
                    "quantity":{
                        "label":"6800 m",
                        "value":"6800",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 8 Weight In Air",
                    "quantity":{
                        "label":"0.71 kg",
                        "value":"0.71",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 8 Weight In Water",
                    "quantity":{
                        "label":"0.33 kg",
                        "value":"0.33",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/S2T600",
        "label":"S2T600",
        "comment":"Temperature monitoring in marine or fresh water environment (rivers, lakes, ...).",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/s2t600.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
            {
                "capability":{
                    "label":"S2T600 Depth Rating",
                    "quantity":{
                        "label":"600 m",
                        "value":"600",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE4",
        "label":"SBE 4",
        "comment":"SBE 4 series conductivity sensors are modular, self-contained instruments that measure conductivity from 0 to 7 S/m (Siemens/meter), thus covering the full range of lake and oceanic applications. The sensors (Version 2; S/N 2000 and higher) have electrically isolated power circuits and optically coupled outputs to eliminate any possibility of noise and corrosion caused by ground loops. Interfacing is also simplified by the square-wave variable frequency output signal (nominally 2.5 to 7.5 kHz, corresponding to 0 to 7 S/m). The sensors offer improved temperature compensation, smaller fit residuals, and faster turn-on stabilization times. Supply voltage range is 6 to 24 volts. The SBE 4C is a primary sensor for the SBE 9plus CTD Underwater Unit and SBE 25 SEALOGGER CTD. Available in 6800 m aluminium or 10500 m titanium housing, the SBE 4C has a quick-disconnect fitting to simplify plumbing to the CTD pump. The SBE 4M is intended for long-term moored deployments. Available with a 3400 m or 6800 m aluminium housing or 10500 m titanium housing, the SBE 4M is supplied without the quick-disconnect fitting. The sensing element is a cylindrical flow-through borosilicate glass cell with three internal platinum electrodes. The electrode arrangement offers distinct advantages over inductive or open external field cells. Because the outer electrodes are connected together, electric fields are confined inside the cell, making the measured resistance (and instrument calibration) independent of calibration bath size or proximity to protective cages or other objects. The cell resistance controls the output frequency of a Wien Bridge oscillator circuit. A unique Sea-Bird design feature introduces a fixed conductivity offset, permitting the instrument to measure conductivity down to 0 for fresh water work.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_4.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AdvancedOceanPackflowthrough",
        "label":"Advanced OceanPack flow-through",
        "comment":"Mobile & Modular Flow-through / Underway System for precise pCO2 measurements\tHigh accuracy due to automatic temperature and pressure compensation\tRobust, versatile and compact housing for ship + offshore applications\tComplete, hand carry able and easy to maintain Underway or Lab System\tIncludes the well-known LI-COR  pCO2 sensor\tHigh stability with auto calibration feature included standard offset zeroing , auto- or manually span gas calibration supported  low maintenance costs\tFerryBox concept: easy integration of instrumentation through integrated SmartDI data management system, connected simultaneously by up to 36 serial interfaces (AADI Aanderaa Optode, BBE Algae Monitor, SBE Seabird CTDs and Thermosalinographs, Sea&Sun CTDs, SYSTEA Nutrient Analysers, TriOS algae monitor, Turner Fluorometer, Seapoint; WetLabs Fluorometer etc.)\tOptionally expandable through the RS-485 bus, e.g. to connect a Meteorology or sea- and waste water pumps. A full water supply is supported.\tOptionally automatic cleaning procedure includes flagging of collected data \tAutomatic report for interferences and initiation of diagnostic routines\tOptionally GPS geo references for all data and position event control\tOptionally online telemetry data transfer and alarm services\tEasy handling and intuitive overall design",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/advanced_oceanpack_flowthrough.png",
        "manufacturer":"SubCtech GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/2IP6000A",
        "label":"2IP6000A",
        "comment":"The 2IP measures and stores the Pressure and the Angle of immersed objects such as particle traps or other immersed structures, using measurements taken on 2 perpendicular axis, over a long period of time.The integrated 2IP can have an autonomy of more than one year according to the ajustments and the variations of measurements.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/2ip6000a.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/C4",
        "label":"C4",
        "comment":"Ceramic cell inside diameter: 8 mm  Moulded plastic housing  Length: 43 mm  Bulkhead terminal  Profiling down to 300 m  Fresh water measurements with low range and the corresponding better resolution  Symmetric 7-pole-cell  Sensitivity strongly restricted to the cell interior  Analog voltage or current  16 bit serial asynchronous",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/c4.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SubmersibleFluoroProbeIII",
        "label":"submersible FluoroProbe III",
        "comment":"Spectrofluorometer for rapid profiling of fresh or marine waters for phytoplankton in real-time. Algae class determination and chlorophyll_a measurement using norm spectra (library) of cultured algae. CDOM/Gelbstoff correction, internal data logger,  temperature sensor and transmission measurement on request, graphic data evaluation software with export function for Windows based PC.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/submersible_fluoroprobe_iii.png",
        "manufacturer":"bbe Moldaenke GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/InfinityTurbi",
        "label":"Infinity-Turbi",
        "comment":"This is logger type turbidity meter with two type of sensor for mid and high density. This equipment can measure accurately wide range of turbidity from usual condition to high density condition.Because an optical sensor is equipped with the wiper that removes dirt, this equipment can be used for a long-term continuous observation with no maintenanceAnd this is suitable for a variety of measurement needs with a equipped water temperature and the depth sensor.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/infinityturbi.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AQCO7C60",
        "label":"AQCO-7C60",
        "comment":"The AQUAMATIC conductivity sensor AQCO-7C60 is a 7-ring titanium sensor that is packed in a cylindrical casting of plastic. The internal sensing element features influence free operation regarding surroundings and ion-sensitive sensors like pH or Redox (ORP). The special construction has equal sensitivity to flow in both direction plus linear response in either freshwater or saltwater. Features include a rugged and waterproof construction. Small dimensions, fast response time, high accuracy and good long time stability. The sensor is available with freshwater calibration (0 - 4 mS/cm) or individual customer specified range.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqco7c60.png",
        "manufacturer":"Aquamatic",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TempLine",
        "label":"TempLine",
        "comment":"Made to order, you determine the length and number of temperature sensors! TempLine is ideal for long-term deployment and designed to accurately measure temperature at pre-selected points along a single cable. The TempLine design permits the placement of a large number of sensors with a minimum number of wires. Temperature values are collected at pre-programmed intervals and stored in the embedded CPU in the water tight Control Box at the end of the cable. All sensor data are downloaded from a single logging point and may be retrieved via an RS232 interface. Remote real-time data is also available through an SDI-12 communication interface cable.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/templine.png",
        "manufacturer":"Apprise Technologies, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"TempLine Weight In Air",
                    "quantity":{
                        "label":"1 kg",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE3plus",
        "label":"SBE 3plus",
        "comment":"The superior performance of the SBE 3plus results from its optimized electronic design, superior calibration, response characterization, and quality testing program. The SBE 3plus is a more rigorously tested and calibrated version of our SBE 3F temperature sensor. A sensor is designated as an SBE 3plus only after demonstrating drift of less than 0.001 C during a six-month screening period. In addition, the time response is carefully measured and verified to be 0.065  0.010 seconds. Every SBE 3plus is calibrated in Sea-Bird's computer-controlled calibration baths. These superlow-gradient baths produce temperature calibrations with resolution and accuracy not previously available to oceanographers. These sensors can be successfully calibrated as separate modules because they have built-in acquisition circuits and frequency outputs. When used with a Sea-Bird CTD, overall system accuracy is limited only by the accuracy of the CTD's master clock. Errors from this source are demonstrably negligible (in the SBE 911plus CTD, clock error contribution is 0.00016 C based on a five-year worst case error budget including ambient temperature influence of 1 ppm total over -20 to +70 C, plus 1 ppm first year drift, plus four additional years drift at 0.3 ppm per year).",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_3plus.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 3plus Response Time",
                    "quantity":{
                        "label":"0.065 s",
                        "value":"0.065",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Manta2DissolvedOxygenSensorClark",
        "label":"Manta2 - Dissolved Oxygen Sensor Clark",
        "comment":"Eureka Environmental's Manta2 - Dissolved Oxygen Sensor (Polargraphic) has been the standard in the industry for 30 years and is EPA approved.Features:  Complies with Standard Methods Article 4500-AG and EPA Article 360.1  Steady-State (Polargraphic) sensor has been trusted for over 30 years  Circulator provides fast response time and fresh sample in low flow or stagnant waters  Some manufacturers claim \"flow independent\" but state in fine print \"low flow\" an exception  No \"Reconditioning\" of Sensor necessary",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/manta2__dissolved_oxygen_sensor_clark.png",
        "manufacturer":"Eureka Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode4175",
        "label":"Oxygen Optode 4175",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needing to be measured.Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g.: In shallow coastal areas with significant algae blooms In Fjords or other areas with limited exchange of water Around fish farms In areas interesting for dumping of mine or dredging wasteThe Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a window providing optical access for the measuring system from inside a watertight titanium housing.The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf).By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined.The lifetime-based luminescence quenching principle offers the following advantages over electro-chemical sensors: Not stirring sensitive (it consumes no oxygen) Less affected by fouling Measures absolute oxygen concentrations without repeated calibrations Better long-term stability Less affected by pressure Pressure behaviour is predictable Faster response time.The sensor is designed to operate down to 300 meters. It fits directly on to the top end-plate of Recording Current Meter RCM 9, and other Aanderaa instruments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_4175.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SWCNConductivity",
        "label":"S-WCN Conductivity",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/swcn_conductivity.png",
        "manufacturer":"Wescor Inc. (Environmental Products Division)",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE32CarouselWaterSampler",
        "label":"SBE 32 Carousel Water Sampler",
        "comment":"SBE 32 Carousel Water Sampler - An innovative design free of the reliability problems associated with motor-driven types. The Carousel has no moving-shaft seals that can bind up at low temperatures or under pressure because each bottle position has its own magnetically-activated lanyard release latch. Only the magnetic field - not a moving part - links the Carousel's lanyard release mechanism with the pylon control electronics. Sea-Bird's Carousel has been extensively deployed throughout the world's oceans, where it has built a reputation for reliability and ease of use. The Carousel has rapidly become the standard for oceanographic water sampling. The heart of every Carousel is the magnetically-actuated lanyard release. A pressure-proof electromagnet at each bottle position is energized on command to release the latch holding the bottle lanyard. Titanium, acetal plastic, and other corrosion-resistant materials are used in the latch and magnet assembly. The latch arrays modular construction makes servicing easy.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_32_carousel_water_sampler.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SubmersibleMEMSTiltmeter",
        "label":"Submersible MEMS Tiltmeter",
        "comment":"The RST Submersible Tiltmeter provides precision real-time remote monitoring of tilt of submerged structures. It consists of a MEMS inclinometer sensor and electronics mounted inside a rugged waterproof enclosure.The instrument housing is machined from solid stainless steel, providing extreme endurance for long-term high-pressure underwater service. The cable entry is a submarine grade connector, which provides watertight performance at depths exceeding 200 meters.The MEMS inclinometer sensor is internally connected to AC signal conditioning which provides power regulation, AC excitation, synchronous demodulation, and quiet, low-noise analog signal output. A digital output version is also available.The tiltmeter can be mounted directly on horizontal, vertical or inclined surfaces. In all three situations, no precision levelling of the instrument is required as the wide measurement range of the MEMS tilt sensor (+/- 15) allows for latitude in installation.Repeatability and other metrological specifications of the tilt sensor are unchanged at the center or at the ends of the measurement range.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/submersible_mems_tiltmeter.png",
        "manufacturer":"RST Instruments Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/7RingPlatinumConductivityCell",
        "label":"7-Ring Platinum Conductivity Cell",
        "comment":"Conductivity measurement is accomplished by using an advanced platinum sevenring quartz cell. The advantage of this design is that there are no platinum black surfaces which can be contaminated or can deteriorate during profiling or monitoring; it is easy to be cleaned in the field.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/7ring_platinum_conductivity_cell.png",
        "manufacturer":"IDRONAUT S.R.I",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/3CSeismometerKMT210",
        "label":"3-C Seismometer K/MT 210",
        "comment":"The seismometer K/MT 210 is a flat instrument as big as a palm completely made from titanium.Its special shape and the bottom plate with grooved profile enable a good positioning on the sea floor and optimise the shear wave coupling.The seismometer can be equipped with up to three geophones/sensors of diverse frequencies each one measuring different seismic bottom movements.The pressure-proved material titanium allows the seismometer to be deployed up to 6000m water depth.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/3c_seismometer_kmt_210.png",
        "manufacturer":"K.U.M. Umwelt-und Meerestechnik Kiel GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NEP180Series",
        "label":"NEP180 Series",
        "comment":"The ANALITE 180 probe uses optical retro-scatter technology to measure very high turbidity levels up to 30,000 NTU. The standard range is 10,000 NTU, but other optional ranges are available. The ANALITE 190 series turbidity probes are designed for monitoring and process applications where turbidity levels of up to 1,000 NTU may be encountered. Standard ranges are 100 NTU and 400 NTU, but other optional ranges are available. Specifically the ANALITE 180 and 190 probes are designed for applications that will not allow bio-fouling to build up such as short monitoring deployment or placement in fast and cold running water. The ANALITE 195 however, with its integral wiper assembly, is designed where bio-fouling or sedimentation buildup is likely. The ANALITE 180, 190 and 195 probes may be submerged to a depth rating of 30 meters (approx. 100 feet). This pressure rating applies to static (non-flowing) water. The ANALITE 190 and 195 probes uses 90 optics and employs infrared light in accordance with ISO7027. All probes use a unique modulation technique that ensures almost total rejection of ambient light conditions.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nep180_series.png",
        "manufacturer":"McVan Instruments Pty Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE39",
        "label":"SBE 39",
        "comment":"The SBE 39 is a high-accuracy temperature (pressure optional) recorder with internal battery and non-volatile memory for deployment at depths up to 10500 m (34,400 ft). The 39 is intended for moorings or other long-term, fixed-site applications, as well as shorter-term deployments on nets, towed vehicles, or ROVs. Calibration coefficients are stored in EEPROM, and uploaded data is in ASCII engineering units (C and decibars). The 39s thermistor, the same sensor used in the SBE 16plus V2 SEACAT and 37 MicroCAT, has a long history of exceptional accuracy and stability; drift is typically less than 0.002 C per year. Two configurations are offered: Thermistor embedded in titanium endcap (25-second time constant), for rugged conditions. External thermistor in pressure-protected sheath (0.5-second time constant), for fast sampling.The 39s optional Druck pressure sensor employs a micro-machined silicon diaphragm in which the strain elements are implanted with semiconductor fabrication techniques. Unlike metal diaphragms, silicons crystal structure is perfectly elastic, so the sensor is essentially free of pressure hysteresis. Compensation of temperature influence on pressure offset and scale is performed by the 39s CPU.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_39.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TR1060",
        "label":"TR-1060",
        "comment":"The TR-1060 is a 25 mm diameter version of TR-1050 and uses less power, but has the same or better performance with a 24 bit a/d. This compact, extremely rugged, high accuracy device is ideal for coastal and deep water oceanography, freshwater, groundwater, and ice research. The Model TR-1060 is calibrated to an accuracy of 0.002 C (ITS-90 and NIST traceable standards). Drift has been measured at better than 0.002 C/year. The thermistors used in the TR-1060 are available in two housings. The standard thermistor has a time constant of less than 3 seconds. The optional fast thermistor has a time constant of about 0.1 seconds. The TR-1060 can be deployed for a period of up to three years by using one high-power 3 V lithium cell battery (CR123A). A new mechanical design mitigates condensation or risk of damage during battery replacement or data download. 8 MB of storage provides sufficient memory for 2,400,000 samples and a full set of samples can be taken by one battery. Flash memory ensures data retention for 20 years.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/tr1060.png",
        "manufacturer":"RBR Europe Ltd.",
        "subClasses":[
            {
                "capability":{
                    "label":"TR-1060 Response Time",
                    "quantity":{
                        "label":"3 s",
                        "value":"3",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"TR-1060 Depth Rating",
                    "quantity":{
                        "label":"1200 m",
                        "value":"1200",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"TR-1060 Weight In Air",
                    "quantity":{
                        "label":"0.15 kg",
                        "value":"0.15",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"TR-1060 Weight In Water",
                    "quantity":{
                        "label":"0.055 kg",
                        "value":"0.055",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/PULSE12",
        "label":"PULSE 12",
        "comment":"Fishers top of the line boat towed pulse induction metal detector detects both ferrous (iron/steel) and nonferrous (gold/silver/aluminium/bronze/etc.) metals. The PULSE 12 is the most powerful towed underwater all metals detector on the market today. The system has a very large detection envelope with good detection capabilities in salt water and even greater range in fresh water or on land. The Pulse 12 comes with a Control Box, a Search Coil with 150 feet of cable, and a Fish. The Search Coil mounts on the Fish and is towed through the water at 1 - 4 mph. The Control Box has inputs for three Search Coils. Two additional Search Coils can be added at any time and come complete with cable and fish. The additional Coils allow larger areas to be covered. One Fish is towed directly behind the center of the boat and the other Fish are towed to each side of the boat. One, two, or three Fish can be operating at the same time. When using multiple Fish, each has its own controls and meter on the Control Box. An alarm sounds and the meter swings up when any of the Search Coils detect a target. The complete system is powered by two 12 volt batteries. An Altimeter can be attached to the Fish to inform the operator of the distance between the Fish and the bottom. The PULSE 12 is covered by a TWO YEAR WARRANTY.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/pulse_12.png",
        "manufacturer":"JW Fishers Mfg.",
        "subClasses":[
            {
                "capability":{
                    "label":"PULSE 12 Weight In Air",
                    "quantity":{
                        "label":"9 kg",
                        "value":"9",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TurbiditySensor4112",
        "label":"Turbidity Sensor 4112",
        "comment":"The Turbidity sensor 4112 is based on the Seapoint Turbidity Meter. The sensor detects light scattered by particles suspended in water.This measurement is known to have a good correlation to the amount of suspended matter in water and can be used to monitor e.g. sediment, algae or particle pollution. The sensor generats an output voltage proportional to the turbidity or suspended solids.The low power consumption makes it ideal for applications where battery drain is a concern.The sensor offset voltage is within 1 mV of zero and requires no adjustment across gains.The unique optical design confines the sensing volume to within 5 cm of the sensor allowing near-bottom measurements and minimizing errant reflections in restricted spaces.Turbidity sensor 4112 can be mounted directly on the top-end plate of the AADI SEAGUARD Platform; the sensor output is analog, and output from SEAGUARD Platform is in engineering units (FTU).",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/turbidity_sensor_4112.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TNode",
        "label":"T-Node",
        "comment":"The NexSens T-Node connectorized water temperature sensor features an integral digital sensor secured in a protective housing for underwater deployments down to 200 meters in fresh, brackish, or seawater. Each T-Node sensor is factory calibrated to 0.1 C for high-precision measurements. The sensors can be connected in-series using UW underwater cables and suspended vertically in a water column or horizontally along a stream or riverbed. Double o ring seals ensure a waterproof sensor connection. Temperature data is transmitted on a 1-wire temp string bus. In addition to the 1-wire bus, the T-Node offers pass-through signals for SDI-12 and RS-485, allowing the user to connect Nodes and other environmental measurement sensors along the string. This sensorBUS architecture has been designed so that researchers can easily build and customize multi-point temperature strings or more powerful environmental monitoring networks. The T-Node sensors feature a plug-&-play interface to NexSens SDL500 submersible data loggers and offshore data buoys. Data collection options include standalone, radio, and cellular telemetry. NexSens iChart Software is a Windows-based program for interfacing both locally (direct-connect) and remotely (through telemetry) to an SDL500 data logger or network of data loggers. For connection to external data collection platforms, the T- Node sensor string can integrate with a NexSens controller for data output in SDI-12 or Modbus RTU.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/tnode.png",
        "manufacturer":"NexSens Technology, Inc",
        "subClasses":[
            {
                "capability":{
                    "label":"T-Node Depth Rating",
                    "quantity":{
                        "label":"200 m",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/LISST100X",
        "label":"LISST-100X",
        "comment":"The workhorse instrument of Sequoia, the LISST-100X, is a multi-parameter system for in-situ observations of particle size distribution and sediment concentration. It also records the optical Volume Scattering Function, the optical transmission, pressure and temperature. It features an automatic gain switch for clear water use and is compatible with the BioBlock anti-fouling copper shutter , also developed by Sequoia Scientific.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/lisst100x.png",
        "manufacturer":"Sequoia Scientific, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"LISST-100X Depth Rating",
                    "quantity":{
                        "label":"300 m",
                        "value":"300",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode3975",
        "label":"Oxygen Optode 3975",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needed to be measured. Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g.: In shallow coastal areas with significant algae blooms. In fjords or other areas with limited exchange of water. Around fish farms. In areas interesting for dumping of mine or dredging waste.The Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a sapphire window providing optical access for the measuring system from inside a watertight titanium housing.The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf). By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_3975.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MacroTemp",
        "label":"MacroTemp",
        "comment":"Coastals MacroTemp measures and records temperature internally, externally, or with a molded thermister chain for temperature profiling.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/macrotemp.png",
        "manufacturer":"Coastal Leasing, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"MacroTemp Weight In Air",
                    "quantity":{
                        "label":"6.8 kg",
                        "value":"6.8",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/T1",
        "label":"T1",
        "comment":"Features: &#9679; Pt 100 four wire method &#9679; Linear AC-bridge &#9679; Ti pressure housing &#9679; Ti protection housing &#9679; Bulkhead terminal &#9679; Oceanographic profiling",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/t1.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
            {
                "capability":{
                    "label":"T1 Response Time",
                    "quantity":{
                        "label":"0.16 s",
                        "value":"0.16",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE3S",
        "label":"SBE 3S",
        "comment":"The SBE 3S is an enhanced version of Sea-Bird's proven SBE 3 (slow response) temperature sensor. The superior performance of the SBE 3S results from its optimized electronic design combined with an extraordinarily precise calibration procedure and quality testing program. The SBE 3S has a time response of approximately 0.6 second, an initial accuracy of 0.001 C, and is typically stable to 0.002 C per year. Every SBE 3S is calibrated in Sea-Bird's computer-controlled calibration baths. These superlow-gradient baths produce temperature calibrations with resolution and accuracy previously unavailable commercially. These sensors can be successfully calibrated as separate modules because they have built in acquisition circuits and frequency outputs. When used with a data logging system, overall system accuracy is equal to the sensor accuracy degraded only by the uncertainty in the logger's master clock. A typically small clock error of 1 ppm affords a temperature error of less than 50 &#956;C.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_3s.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 3S Response Time",
                    "quantity":{
                        "label":"0.06 s",
                        "value":"0.06",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AquadoppProfiler1000",
        "label":"Aquadopp Profiler 1000",
        "comment":"The Aquadopp profiler measures the current profile in water using acoustic Doppler technology. It is designed for stationary applications and can be deployed on the bottom, on a mooring rig, on a buoy or on any other fixed structure. It is a complete instrument and includes all the parts required for a self contained deployment with data stored to an internal data logger. Typical applications include coastal studies, online monitoring and scientific studies in rivers, lakes, and channels. The Aquadopp profiler uses three acoustic beams slanted at 25 to accurately measure the current profile in a user selectable number of cells. The internal tilt and compass sensors tell the current direction and the high-resolution pressure sensor gives the depthand the tidal elevation if the system is fixed mounted. The standard 9 MB recorder and internal alkaline batteries are typically sufficient for a 24 month deployment. Deployment times can be increased or sampling schemes intensified by expanding to 161 MB memory and external batteries.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aquadopp_profiler_1000.png",
        "manufacturer":"Nortek AS",
        "subClasses":[
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Frequency",
                    "quantity":{
                        "label":"1000 kHz",
                        "value":"1000",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Maximum Profiling Range",
                    "quantity":{
                        "label":"20 m",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Maximum Transmit",
                    "quantity":{
                        "label":"20 Watts",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Blank Distance",
                    "quantity":{
                        "label":"0.2 m",
                        "value":"0.2",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Maximum Ping Rate",
                    "quantity":{
                        "label":"1 Hz",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"75 mm",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Housing Diameter",
                    "quantity":{
                        "label":"75 mm",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 1000 Weight In Air",
                    "quantity":{
                        "label":"2.4 kg",
                        "value":"2.4",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenSensor4500",
        "label":"Oxygen Sensor 4500",
        "comment":"The Oxygen Sensor 4500 is designed for process control systems and aquaculture where the oxygen concentration is critical due to efficiency in the control system or for environmental reasons. Oxygen is involved in most of the biological and chemical processes in aquatic environments and in the process industry. It is important to measure the oxygen content in environments where the oxygen concentration is critical, e.g. in: Process industry controllers Water and waste water systems Ships Ballast water Aquaculture Fjords or other areas with limited exchange of waterThe AADI oxygen sensor is based on the ability of selected substances to act as dynamic fluorescence quenchers. The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water. This sensing foil is attached to a window providing optical access for the measuring system from inside a watertight housing. The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf). By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined. The lifetime-based luminescence quenching principle offers the following advantages over competing sensors: Not stirring sensitive (it consumes no oxygen) Unaffected by fouling Measures absolute oxygen concentrations without repeated calibrations Long-term stability: 3 to 5 years Not affected by pressure Faster response timeThe sensor is designed to operate down to 100 meters.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_sensor_4500.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MicroFluDS",
        "label":"microFlu-DS",
        "comment":"The microFlu-DS is a miniaturized submersible fluorometer for high precision and selective fluorescence measurements in deepsea regions with water depths down to 6,000m / 20,000 feet. The combination of a miniaturized design with long term stability and low power consumption makes it suitable for moored application, as well as installations on ROVs or AUVs. The pressure housing is completely made of titanium and rated to 6,000m / 20,000 feet. An analog output, as well as a RS232 interface makes it easy to integrate the sensors in any control or data logging system. Solid secondary standards are available for all versions and grant fast and reliable functional checks, without the need of chemicals or laboratory. The DS version of the microFlu is available with different filtersets.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/microfluds.png",
        "manufacturer":"TriOS GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ATU1D",
        "label":"ATU1-D",
        "comment":"The ATU1-D Turbidity Meter is a direct reading portable instrument which comprises a Sensor Unit with 30 m cable (standard length) and a compact rugged Display Unit housed in an FRP case.The Turbidity Meter uses an infrared back-scattering detection technique. Supensoids are detected in the area where the pulsed beams from two transmitter elements intersect. The diffused light at this junction is sensed by a receiving element located between the two transmitters. The receiver beam has an acceptance angle of 165 and, being located towards the rear of the unit, enables turbidity measurements to be made over a wide range without alteration of the optical axis span. Accurate turbidity data are digitally displayed on an LCD panel with analogue output signals available for continuous recording.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/atu1d.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Series8B",
        "label":"Series 8B",
        "comment":"Digiquartz Depth Sensors provide the ultimate precision in water level measurements. Typical application accuracy of 0.01% is achieved even under difficult environmental conditions. Desirable characteristics include excellent long-term stability, 1 x 10e-8 resolution, low power consumption, and high reliability.The remarkable performance of these depth sensors is achieved through the use of a precision quartz crystal resonator whose frequency of oscillation varies with pressure-induced stress. A quartz crystal temperature signal is provided to thermally compensate the calculated pressure and achieve high accuracy over a broad range of temperatures. The depth sensors include waterproof housings with integral shock protection.High accuracy, resolution, and stability make Digiquartz Depth Sensors ideal for applications such as Tsunami detection, wave and tide gauges, platform leveling, underwater pipe laying, and as depth sensors in ROVs and AUVs.All Depth Sensor ranges are available with either frequency outputs or integral intelligent electronics with bi-directional digital communications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/series_8b.png",
        "manufacturer":"Paroscientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AquaLab",
        "label":"AquaLab",
        "comment":"AquaLAB is a deep ocean gas tight water sampler which can collect 50 samples of up to 1000 ml each. These are collected using a high integrity 50-port rotary valve and injected into titanium foil bags. The samples are then stored for post recovery analysis. AquaLAB normally operates either completely automatically in a time-series mode, sampling at a user pre-set interval or a master device within a system may control the sampling regime. AquaLAB incorporates the ESM-1 Plus controller/datalogger. The system is programmed using the Eco-Script programming language. Eco-Script has been designed to provide the user with maximum control and flexibility in implementing sampling regimes. Scripts can be readily designed to include extra flushing, sample preservation, rejection or even in-situ sampling processing. The integral ESM datalogger/system control allows AquaLAB to act as an ideal host for other external sensors.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqualab.png",
        "manufacturer":"EnviroTech Instruments LLC",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/YSI6136Turbidity",
        "label":"YSI 6136 Turbidity",
        "comment":"The YSI 6136 is a fouling-resistant, wiped sensor designed to seamlessly integrate - using no external interface hardware - with all YSI sondes that contain an optical port. The probe provides accurate, in situ measurement of turbidity in fresh, brackish, and sea water, and features an improved mechanical self-wiping capability for long-term monitoring, which helps ensure proper turbidity measurements. Extensive empirical field and laboratory tests performed by YSI and independent agencies in Alpha and Beta studies document close agreement between in situ measurements made with the YSI 6136 turbidity sensor and data from the Hach 2100AN, a laboratory instrument recognized as the standard for turbidity measurement.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ysi_6136_turbidity.png",
        "manufacturer":"YSI Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ConductivitySensor4119AB",
        "label":"Conductivity Sensor 4119A/B",
        "comment":"Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. For seawater, the ability to conduct electrical current is mostly dependent on temperature and the amount of inorganic dissolved solids. This means that, together with temperature and depth information, a good estimate of the salinity may be determined. Salinity is defined as the concentration of dissolved solids. The Conductivity Sensors are based on an inductive principle. This provides for stable measurement without electrodes that are easily fouled and may wear out in the field. Utilization of miniature components has made it possible to integrate all the required electronics. A digital signal processor calculates salinity, density and speed of sound. The salinity and density are calculated according to the UNESCO International Equation of State (IES 80). The Conductivity Sensor 3919/3919IW outputs data in both RS-232 and Aanderaa SR10 format. 4119 outputs SR10 format, while 4120IW has analog output as well as RS-232. All three sensors are available in A and B versions; version B has enhanced accuracy compared to version A. Additionally, sensor 3919 is available in two depth ratings as well: 6000 m (3919) and 2000 m (3919 IW; Intermediate Water). Refer specifications on next page. On the RS-232 output the Conductivity in mS/cm, as well as Temperature, Salinity, Density and Speed of sound may be presented. Two SR10 channels are available; one of the SR10 outputs can be configured to present Conductivity, Salinity, Density or Speed of Sound, while the other SR10 output presents the temperature measurement. The user may configure the range on both SR10 outputs. This allows for a possibility to zoom in on the range of interest. Conductivity Sensor 3919 is designed to operate down to 6000 meters, 3919 IW is designed to operate down to 2000 meters, while 4119 and 4120IW are designed to operate down to 1000 m. The Conductivity Sensors are available for Recording Current Meters RCM 9, RCM 9 MkII, RCM 9 IW, RCM 9 LW and RCM 11, Recording Doppler Current Profiler RDCP 600 as well as a stand-alone RS-232 sensor for other applications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/conductivity_sensor_4119ab.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AdvancedOceanTemperatureHullSensor",
        "label":"Advanced Ocean Temperature Hull Sensor",
        "comment":"The SubCtech Ocean-Temperature Sensor is a member of the OceanLine family of high performance scientific sensors. It is the first professional temperature sensor to pass the ship hull and measure direct in-situ. All the well-known problematic effects and interferences of measuring at the water intake tubes are removed. On the other hand, the unique design allows a very easy maintenance from inside without leaking water into the ship.  The flange construction can be installed easily in any hull constructions, e.g. innovative carbon materials. The design withstands highest mechanical forces against the hull. The sensor includes a complete signal processing unit and transmits data via a rough RS-232 or RS-485 link. USB interfaces are supported as well. The power consumption was optimized for battery powered systems.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/advanced_ocean_temperature_hull_sensor.png",
        "manufacturer":"SubCtech GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Manta2",
        "label":"Manta2",
        "comment":"The Eureka Environmental Manta2 temperature sensor is a accurate 30k ohm thermistor. Each Manta2 multiprobe includes a temperature sensor. In addition to highly accurate temperature measurements, the temperature sensoris used to provide compensation for Specific Conductance, Dissolved Oxygen, pH, and Ion Selective Electrodes. Manta2 Temperature Sensor is compliant with EPA170.1 and SM2550B.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/manta2.png",
        "manufacturer":"Eureka Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Manta2OpticalDissolvedOxygenSensor",
        "label":"Manta2 - Optical Dissolved Oxygen Sensor",
        "comment":"Eureka Environmental's Manta2 Luminescence Optical dissolved Oxygen Sensor has no replaceable membranes or caps.Features:  No replaceable membranes or caps  Exceptional Accuracy   Luminescent Dissolved Oxygen technology  No circulator required  The EPA has recommended interim approval of ASTM International Standard Test Method D 888-05 for optical dissolved oxygen. See Memorandum  Meets requirements of ASTM method  Insensitive  to hydrogen sulfide (H2S) compared to polargraphic DO sensors  No damage from sunlight",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/manta2__optical_dissolved_oxygen_sensor.png",
        "manufacturer":"Eureka Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode3835",
        "label":"Oxygen Optode 3835",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needing to be measured.Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g.: In shallow coastal areas with significant algae blooms In Fjords or other areas with limited exchange of water Around fish farms In areas interesting for dumping of mine or dredging wasteThe Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a window providing optical access for the measuring system from inside a watertight titanium housing.The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf).By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined.The lifetime-based luminescence quenching principle offers the following advantages over electro-chemical sensors: Not stirring sensitive (it consumes no oxygen) Less affected by fouling Measures absolute oxygen concentrations without repeated calibrations Better long-term stability Less affected by pressure Pressure behaviour is predictable Faster response time.The sensor is designed to operate down to 300 meters. It fits directly on to the top end-plate of Recording Current Meter RCM 9, and other Aanderaa instruments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_3835.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AdvancedpHflowthrough",
        "label":"Advanced pH flow-through",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/advanced_ph_flowthrough.png",
        "manufacturer":"SubCtech GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WQ301",
        "label":"WQ301",
        "comment":"Global Waters WQ301 Conductivity Sensor is a rugged and reliable water conductivity measuring device. The WQ301 offers a rapid and non-destructive way to measure the ion content in a solution. The conductivity sensor is molded to 25' of marine grade cable, with lengths up to 500' available upon request. The conductivity sensors output is 4-20 mA with a three wire configuration. The units electronics are completely encapsulated in marine grade epoxy within a stainless steel housing. As with all of Global Waters 4-20 mA output sensors, you can add recording and controlling capabilities to the WQ301 Conductivity Sensor with the GL500 Datalogger and PC300 Controller. The GL500 connects to the conductivity sensors 4-20 mA output to record data. Global Waters PC300 Controller connects to the conductivity sensors output to control pumps or alarms.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/wq301.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TP",
        "label":"TP",
        "comment":"Non-expendable profiler used for fishing (seine boat), in the navy and on scientific research vessels.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/tp.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
            {
                "capability":{
                    "label":"TP Weight In Air",
                    "quantity":{
                        "label":"2.5 kg",
                        "value":"2.5",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NEP390SeriesIntelligentTurbidityProbes",
        "label":"NEP390 Series Intelligent Turbidity Probes",
        "comment":"The ANALITE 390 series of microprocessor based turbidity probes are designed for monitoring and process applications where turbidity levels of up to 1,000 NTU may be encountered. Available ranges are 40 NTU, 100 NTU, 400 NTU and 1,000 NTU, which can be set by the user. Currently there are four probes available in the ANALITE 390 series, namely the NEP390, NEP391, NEP395 and NEP396. Specifically the NEP390 and NEP391 probes are designed for applications where bio fouling will not be a problem such as short monitoring deployment or placement in fast and cold running water. The NEP395 and NEP396 probes however, with their integral wiper assembly, are designed where bio-fouling or sedimentation build-up is likely. Wiping can be initiated automatically (periodically), via a direct RS232 command or manually as required. The ANALITE 390 series probes may be operated at depths of up to 100 meters (approx. 330 feet). All ANALITE 390 series probes use 90 optics and employs infrared light in accordance with ISO7027. All probes use a unique modulation technique that ensures almost total rejection of fluctuating ambient light conditions. The probes may be calibrated at any time or have later firmware uploaded by the user via the RS232 interface. Two cable connection systems are available. The standard version employs a marine grade connector to terminate the cable to the probe, whereas the G version has the cable permenantly connected to the probe via a waterproof gland.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nep390_series_intelligent_turbidity_probes.png",
        "manufacturer":"McVan Instruments Pty Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NEP495TurbidityTemperatureLogging",
        "label":"NEP495 Turbidity & Temperature Logging",
        "comment":"The ANALITE NEP495 turbidity probes can monitor and log turbidity and temperature in a sturdy self-contained package that is easy to set up and easy to selectively download the data collected. The ANALITE NEP495 microprocessor based turbidity probe is designed for monitoring and logging applications where turbidity levels of up to 1,000 NTU may be encountered. Available ranges are 40 NTU, 100 NTU, 400 NTU and 1,000 NTU, which can be set by the user. The ANALITE NEP495 probe, with its integral wiper assembly, is designed to operate over an extended period of time where bio-fouling or sedimentation build-up is likely. The ANALITE NEP495 turbidity probes may be submerged to a depth rating of 100 meters (approx. 330 feet). The ANALITE NEP495 probe use 90 optics and employs infrared light in accordance with ISO7027 and use a unique modulation technique that ensures almost total rejection of ambient light conditions. The user may calibrate the probe at any time as well as allowing later versions of firmware to be uploaded by the user via the RS232 interface. The ANALITE NEP495 probes are similar to the ANALITE NEP395 probe but with the inclusion of temperature measurement and a flexible self contained logging function. As normally supplied, the ANALITE NEP495 can store over 30,000 data sets with each data set consisting of turbidity, temperature, time and date. Logging intervals can be set from less than 1 second to over 18 hours. Data is stored in non-volatile memory. The ANALITE NEP495 is self-contained requiring no external power or commands once logging has commenced. The internal batteries have a life expectancy of over 30,000 data sets or about 60 days - whichever comes first and assuming a wipe prior to each reading.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nep495_turbidity__temperature_logging.png",
        "manufacturer":"McVan Instruments Pty Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode4330F",
        "label":"Oxygen Optode 4330/F",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needed to be measured. Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g. In shallow coastal areas with significant algae blooms. In fjords or other areas with limited exchange of water. Around fish farms. In areas interesting for dumping of mine or dredging waste.The AADI Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a sapphire window providing optical access for the measuring system from inside a watertight titanium housing.The lifetime-based luminescence quenching principle offers the following advantages over electro-chemical sensors: Not stirring sensitive (it consumes no oxygen). Less affected by fouling. Measures absolute oxygen concentrations without repeated calibrations. Better long-term stability. Less affected by pressure. Pressure behaviour is predictable. Faster response time.The Oxygen Optode outputs data in AiCaP CANbus and RS232. The sensor can present the O2 concentration in mM, the Air Saturation in % and the Temperature in C.The SEAGUARD datalogger and the smart sensor are interfaced by means of a reliable CANbus interface (AiCaP), using XML for plug and play capabilities.The smart sensors can be mounted directly on the top end plate of the AADI SEAGUARD and are automatically detected and recognized.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_4330f.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowQuest1000",
        "label":"FlowQuest 1000",
        "comment":"FlowQuest is a line of high performance Acoustic Current Profiler manufactured by LinkQuest Inc., a company renown for its innovation, capability and product quality. The FlowQuest current profiler are ideal for measuring waves in oceans and coastal areas. With its capability for significantly longer range, standard deepwater depth rating and seamless integration with third-party sensors and LinkQuest acoustic modems, the FlowQuest system is not just a current profiler. It also serves a focal point for your underwater deployments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowquest_1000.png",
        "manufacturer":"LinkQuest Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"FlowQuest 1000 Frequency",
                    "quantity":{
                        "label":"1000 kHz",
                        "value":"1000",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Maximum Profiling Range",
                    "quantity":{
                        "label":"40 m",
                        "value":"40",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Maximum Transmit",
                    "quantity":{
                        "label":"50 Watts",
                        "value":"50",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Blank Distance",
                    "quantity":{
                        "label":"0.4 m",
                        "value":"0.4",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Maximum Water Velocity",
                    "quantity":{
                        "label":"20 knots",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Knot",
                        "type":"http://esonetyellowpages.com/vocab/MaximumWaterVelocity"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Maximum Ping Rate",
                    "quantity":{
                        "label":"5 Hz",
                        "value":"5",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"230 mm",
                        "value":"230",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 1000 Housing Diameter",
                    "quantity":{
                        "label":"200 mm",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/S2IP300A",
        "label":"S2IP300A",
        "comment":"The 2IP measures and stores the Pressure and the Angle of immersed objects such as particle traps or other immersed structures, using measurements taken on 2 perpendicular axis, over a long period of time.<br /><br />The integrated 2IP can have an autonomy of more than one year according to the ajustments and the variations of measurements.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/s2ip300a.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NEP160Series",
        "label":"NEP160 Series",
        "comment":"The ANALITE NEP160 is a truly portable turbidity meter. Readings are taken by simply inserting the probe into the steam or media to get an immediate result truly representative of the turbidity level at that point and time. It allows for easy and fast multiple readings at a site to ascertain the real turbidity profile of a stream or water body. The ANALITE 160 turbidity meter allows the user to set up measurement parameters through a user-friendly menu system displayed on the in-built 2 line alphanumeric display. Three probes are currently available to suit the ANALITE NEP160 display unit, the NEP260 (ISO7027 to 3,000 NTU), NEP280 (retro-scatter to 30,000 NTU) and the high temperature rated NEP285 (retro-scatter to 30,000 NTU). Other probes may be added to the range from time to time. The probes have a depth rating of 100 meters and the display unit is IP65 rated. All ANALITE NEP160 compliant probes are hot swappable and contain their calibration data in the probe proper thereby avaoiding the need to calibrate every time another probe is connected. The NEP160 (and its probes) comes supplied precalibrated however the user can calibrate a probe at any time using the simple menu driven interface. Both 2 and 3 point calibrations can be preformed. Measurements can be read directly from the display at any time or downloaded to a computer/printer through the RS232 output at user selectable periodic intervals. The ANALITE NEP160 will power up automatically to its last settings whenever external power is applied making it ideal for logging applications when using the analogue output or RS232 port. The NEP160 comes complete in a convenient carry case. The carry case can accommodate a probe with a cable length of up to 10 meters, an ac adapter, the display unit, the RS232 cabling and the User Manual.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nep160_series.png",
        "manufacturer":"McVan Instruments Pty Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TemperatureSensor4060",
        "label":"Temperature Sensor 4060",
        "comment":"The Temperature Sensor 4060 is an intelligent sensor designed to be used on AADI SEAGUARD Platform as well as in other measurement systems (RS232). The sensor is based on a thermistor bridge. A Digital Signal Processor controls the sampling of the bridge and calculates the calibrated temperature in engineering units. The sensor is housed in a rugged titanium cylinder. When mounted onto an AADI SEAGUARD Platform, the sensor output signal is by defualt engineering data. Raw data can be selected as additional output. Temperature sensor 4060 can be mounted directly on the top end plate of the AADI SEAGUARD Platform. The sensor is automatically detected and recognized by the SEAGUARD. Sensor data is also available as RS232 output when used as stand alone sensor in integration with other dataloggers. The 10-pin receptacle in the sensor foot mates with AADI Aanderaa Plug 3216A giving access to RS232 output. For connection to a Personal computer (PC) the 1.5-meter (4.921 ft) Sensor Cable 3855 can be used. It is furnished with a watertight 10-pin plug at the sensor end. An additional USB plug is used for providing power to the sensor. The distance from the PC can be extended to 15 meters by using a Cable Coupler 3472 and a standard Connecting Cable 3282 with watertight titanium plugs.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/temperature_sensor_4060.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"Temperature Sensor 4060 Weight In Air",
                    "quantity":{
                        "label":"0.12 kg",
                        "value":"0.12",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NWS11C5",
        "label":"NWS-11C5",
        "comment":"The time-series non-contaminated water sampler is capable of automatic water sampling with unlimitedly clean condition. Each sample line is independent from others and the tip tube is clamped until sampling time. The sampling lines are directly connected to the sampling bag without going through pumps or valves and the water is taken in by depressurizing the outside of the bag with a pump. Considering the use in the shallow sea, the apparatus has been made small and lightweight so that a small control vessel can easily install and collect it.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nws11c5.png",
        "manufacturer":"Nichiyu Giken Kogyo Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/CT01ReferenceConductivityCell",
        "label":"CT01 - Reference Conductivity Cell",
        "comment":"Conductivity measurement is accomplished by using an advanced platinum sevenring quartz cell. The advantage of this design is that there are no platinum black surfaces which can be contaminated or can deteriorate during profiling or monitoring; it is easy to be cleaned in the field.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ct01__reference_conductivity_cell.png",
        "manufacturer":"IDRONAUT S.R.I",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ConductivitySensor4019AB",
        "label":"Conductivity Sensor 4019A/B",
        "comment":"Conductivity Sensors 4019A and 4019B are compact fully integrated sensors for measuring the electrical conductivity of seawater. They are designed to be mounted on the Recording Doppler Current Profiler RDCP 600. Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. Measurements of Conductivity together with Temperature and Depth improves the RDCP 600 virtual sensors, like Salinity and Speed of Sound. These parameters strongely improves the calculated current speed and cell position, making our RDCP 600 a very good CTD instrument when used with the conductivity sensor 4019 and the high accuracy pressure sensor 3187. The Conductivity Sensors 4019A and 4019B are based on an inductive principle. This provides for stable measurement without electrodes that are easily fouled and may wear out in the field. Utilization of miniature components has made it possible to integrate all the required electronics. The output parameter is electrical conductivity in mS/cm, which is sent to the RDCP via the RDCP Internalbus. The sensors are designed to operate down to 6000 meters. Conductivity Sensors 4019A and 4019B are available for Recording Doppler Current Profiler RDCP 600 only.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/conductivity_sensor_4019ab.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/PULSE10",
        "label":"PULSE 10",
        "comment":"Fishers most economical boat-towed pulse induction metal detector detects both ferrous (iron/steel) and non-ferrous (gold/silver/aluminum/bronze/etc.) metals. The PULSE 10 has a large detection envelope and is ideal for searching small to medium size areas. This detector works equally well in both fresh and salt water. It is in use by treasure hunters and salvage companies worldwide to locate a variety of targets including cannons, cannon balls, anchors, propellers, buried pipelines, lost airplanes, sunk cars, and shipwrecks. The Pulse 10 system consists of a Control Box, a Search Coil with 150 feet of cable, and a Tow Fish. The Search Coil mounts on the Fish and is towed through the water at 1-3 mph. An alarm sounds and the meter swings up when the Coil passes over a metal object. Power is supplied by two 12 volt batteries (not included). An altimeter can be attached to show the distance between the Fish and the bottom. The Coil can be removed from the Fish and held by a diver to pinpoint buried targets. With the Coil detached from the Fish, the system can also be used for land applications. The PULSE 10 is covered by a TWO YEAR WARRANTY.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/pulse_10.png",
        "manufacturer":"JW Fishers Mfg.",
        "subClasses":[
            {
                "capability":{
                    "label":"PULSE 10 Weight In Air",
                    "quantity":{
                        "label":"9 kg",
                        "value":"9",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DTS12",
        "label":"DTS-12",
        "comment":"The DTS-12 is the world's best instream turbidity sensor.  It has been extensively proven in the field, typically exhibiting less than 2% annual drift, with high accuracy and ideal for long-term remote site deployment.  The DTS-12 is a nephelometer capable of measuring both forward and back scatter, featuring exceptional stability, the industry's most effective wiper system, and a combination of low-end accuracy with a wide dynamic range.  Suitable for drinking water reservoirs and sediment laden streams it has the dynamic range and sensitivity for a wide variety of applications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/dts12.png",
        "manufacturer":"FTS Forest Technology Systems Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/T3",
        "label":"T3",
        "comment":"Features: &#9679; Pt 100 four wire method &#9679; Linear AC-bridge &#9679; Calibration reference &#9679; Long term monitoring &#9679; Robust Ti pressure housing &#9679; Bulkhead terminal",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/t3.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
            {
                "capability":{
                    "label":"T3 Response Time",
                    "quantity":{
                        "label":"2 s",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode3930",
        "label":"Oxygen Optode 3930",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needed to be measured. Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g.: In shallow coastal areas with significant algae blooms. In fjords or other areas with limited exchange of water. Around fish farms. In areas interesting for dumping of mine or dredging waste.The Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a sapphire window providing optical access for the measuring system from inside a watertight titanium housing.The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf). By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_3930.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NiskinBottles",
        "label":"Niskin Bottles",
        "comment":"Non-metalic, free-flushing sampler recommended for general purpose water sampling.  These samplers, manufactured by Richter and Wiese, can be individually or serially attached on a hydrocable and activated by messenger or placed in any kind of multisampling system and activated by remote or pre-programmed command.  The Standard PVC Niskin Type Sampler is made of grey PVC (RAL 7011) and features a spring closure made of latex tubing with optional stainless steel spring closure, clamp bolts for attachments on a cable and mounting blocks for Multisampling System attachment.  Delivery is made with lanyards for loading on both cable and multisampling systems. All metal parts are made out of special V4A-stainless steel.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/niskin_bottles.png",
        "manufacturer":"OSIL",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Explorer",
        "label":"Explorer",
        "comment":"Explorer is the smallest, lightest total field mag out there. At a mere 3 kgs (7 lbs) its convenience beats the heavy-weights, fitting neatly in all those hard to reach places from your boat, to the survey area, to your budget. What Explorer lacks in size, it does not lack in sensitivity. Explorer delivers high-resolution output at 0.02 nT. Thats on par with optically pumped sensors, and more sensitive than any proton sensors. Explorer was designed with unsurpassed power efficiency, a maximum of 2 W. That means dependable, low power consumption, and the convenience of leaving your generator at home when you only need lightweight alkaline batteries. Optional is a 24 V Universal AC power supply. Explorer uses the smartest data technology available to marine magnetometers. Its absolute accuracy, 0.1 nT, is shared only with MarineMagnetics SeaSPY model. No matter where you are in the world, or what direction you are surveying in, Explorers omnidirectional sensor has your back. It collects accurate data every single time. Unlike optically pumped magnetometers that require orientation specific to your locations magnetic field, Explorers omnidirectional sensor is pre-optimized for hassle-free data collection.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/explorer.png",
        "manufacturer":"Marine Magnetics Corp.",
        "subClasses":[
            {
                "capability":{
                    "label":"Explorer Weight In Air",
                    "quantity":{
                        "label":"3 kg",
                        "value":"3",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"Explorer Weight In Water",
                    "quantity":{
                        "label":"1.2 kg",
                        "value":"1.2",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AquadoppProfiler600",
        "label":"Aquadopp Profiler 600",
        "comment":"The Aquadopp profiler measures the current profile in water using acoustic Doppler technology. It is designed for stationary applications and can be deployed on the bottom, on a mooring rig, on a buoy or on any other fixed structure.It is a complete instrument and includes all the parts required for a self contained deployment with data stored to an internal data logger. Typical applications include coastal studies, online monitoring and scientific studies in rivers, lakes, and channels. The Aquadopp profiler uses three acoustic beams slanted at 25 to accurately measure the current profile in a user selectable number of cells. The internal tilt and compass sensors tell the current direction and the high-resolution pressure sensor gives the depthand the tidal elevation if the system is fixed mounted. The standard 9 MB recorder and internal alkaline batteries are typically sufficient for a 24 month deployment. Deployment times can be increased or sampling schemes intensified by expanding to 161 MB memory and external batteries.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aquadopp_profiler_600.png",
        "manufacturer":"Nortek AS",
        "subClasses":[
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Frequency",
                    "quantity":{
                        "label":"600 kHz",
                        "value":"600",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Maximum Profiling Range",
                    "quantity":{
                        "label":"40 m",
                        "value":"40",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Maximum Transmit",
                    "quantity":{
                        "label":"20 Watts",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Blank Distance",
                    "quantity":{
                        "label":"0.5 m",
                        "value":"0.5",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Maximum Ping Rate",
                    "quantity":{
                        "label":"1 Hz",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"100 mm",
                        "value":"100",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Housing Diameter",
                    "quantity":{
                        "label":"75 mm",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Overall Length",
                    "quantity":{
                        "label":"550 mm",
                        "value":"550",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 600 Weight In Air",
                    "quantity":{
                        "label":"2.6 kg",
                        "value":"2.6",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Hydrolab",
        "label":"Hydrolab",
        "comment":"The Hydrolab temperature sensor is a 30 kohm variable resistance thermistor. The temperature sensor is included with every Hydrolab sonde. Provides critical compensation for Dissolved Oxygen, Conductivity, pH, and nutrient sensors Compliant with EPA170.1 and SM2550B.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/hydrolab.png",
        "manufacturer":"HACH Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NWTHD2",
        "label":"NWT-HD2",
        "comment":"Features: &#9679; Continuous measurement of the underwater hydrothermal temperature with a sensor probe available in the high-temperature, high-pressure environment. &#9679; Large-capacity data acquisition. &#9679; (Up to 260,000 data, Approx 1 year at intervals of 2 min.) &#9679; Small and light-weight.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nwthd2.png",
        "manufacturer":"Nichiyu Giken Kogyo Co., Ltd.",
        "subClasses":[
            {
                "capability":{
                    "label":"NWT-HD2 Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"NWT-HD2 Weight In Air",
                    "quantity":{
                        "label":"1 kg",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Model802WDeepWater",
        "label":"Model 802-W DeepWater",
        "comment":"The Model 802 DeepWater is a precision voltage-output tiltmeter designed for underwater measurements and other applications under high pressure. The housing is machined from a solid piece of 316 stainless steel and incorporates a high-pressure neoprene connector (700 bars depth rating). Inside are a gravity-referenced electrolytic tilt sensor and our low-noise electronics, delivering sensitivity, high dynamic range and long-term stability under the most demanding conditions. DeepWater tiltmeters are excellent choices for monitoring dams, oil platforms, pipelines and underwater machinery. DeepWater tiltmeters are also available with 4-20 mA and digital outputs.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/model_802w_deepwater.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DeepWater420WideAngle",
        "label":"DeepWater 420 - Wide-Angle",
        "comment":"DeepWater 420 is a precision tiltmeter (inclinometer) designed for underwater measurements or any other application where measurements must be made under high external pressures.  It offers durability, unrivaled sensitivity and long-term stability under these demanding conditions.  Its case is machined from a solid piece of tough and noncorrodible 316 stainless steel.The DeepWater 420 is an excellent choice for monitoring the behavior of underwater structures such as dams, oil platforms and pipelines; measuring the rotational movement of dredges and other underwater machinery; and tracking the pitch and roll of ships and other vessels.  The 4-20 mA output can be transmitted over long cables without signal losses.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/deepwater_420__wideangle.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/HydroScat6P",
        "label":"HydroScat-6P",
        "comment":"Six-Channel Backscattering sensor and fluorometer.  Flag ship of the HydroScat family, the first commercial multi-spectral backscattering sensor and the first to measure both backscattering and fluorescence.  The HydroScat-6 has a long record of superior performance and reliability.  The newly upgraded HydroScat-6P now includes an integrated deployment cage that provides compact but rugged protection and easy handling.  The stainless steel rods protect the housing and act as handles; the instrument face is recessed to protect windows when face-down on deck, there are no metal protrusions and the lowering eye is built into the end cap.  The HydroScat-6P also has a redesigned pressure case for improved maintainability.  It seals without threads exposed to water, eliminating the possibility of corrosion and seizing.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/hydroscat6p.png",
        "manufacturer":"HOBI Labs, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/STBD",
        "label":"STBD",
        "comment":"The STBD recorder measures turbidity (or the concentration of suspended particles) on a 750 NTU (3 g/l) range, depth and temperature. It is equipped with a SeaPoint sensor emitting a modulated light at 880 nm. The light reflected by the particles is detected by a cell which provides a signal proportional to their concentration in the medium. Measurement of turbidity is possible up to concentrations of 2,000 NTU. The STBD can be supplied with a sensor of greater sensitivity, up to 2.5 NTU over the full scale. Three depth ranges, 20, 300 and 6,000 meters, are available. The measure of temperature is made with a good level of accuracy and low time constant. The STBD recorder can store up to 600,000 data points. It has its own source of energy (pack of interchangeable lithium batteries) and the dated data are read by a PC via a portable inductive serial interface. A Windows-based software allows viewing and processing of the data.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/stbd.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/LISSTDEEP",
        "label":"LISST-DEEP",
        "comment":"The LISST-Deep instrument obtains in-situ measurements of particle size distribution, optical transmission, and the optical volume scattering function (VSF) at depths up to 3,000 meters. Using a red 670nm diode laser and a custom silicon detector, small-angle scattering from suspended particles is sensed at 32 specific log-spaced angle ranges.  This primary measurement is post-processed to obtain sediment size distribution, volume concentration, optical transmission, and VSF. Optionally, SeaBird MicroCat 37-SIP CTD can be integrated for high precision conductivity, temperature, and depth measurement.Two models are available: anodized aluminum, and Titanium. Each can be ordered as Type-B (1.2-250 microns) or Type-C (2.5 to 500 microns). The instruments are rated to a depth of 3,000m (Aluminum housing).",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/lisstdeep.png",
        "manufacturer":"Sequoia Scientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/BallTrap",
        "label":"BallTrap",
        "comment":"Through a compact and lighthandling multisampler system: maximum sample with minimum weight and bulkiness. Each water sampler is made of a tube blocked up at each end by a sphere acting as a ballvalve. The 2 spheres include a nipple. Before sampling, the tube is 100% clear, the 2 spheres being out of the way of the water flow. External closing system, no internal hindrance. When water sampling is over, the 2 spheres are released and seal the tube. When the \\\"BALL TRAPS\\\" is brought back on deck, the air inlet nipple and the water outlet nipple are properly cleaned. Then either air or nitrogen is injected at the upper part and samples water is collected at the bottom part.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/balltrap.png",
        "manufacturer":"Technicap",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MiniTilt",
        "label":"MiniTilt",
        "comment":"The CDL MiniTilt is a surface or subsea Pitch and Roll sensor for use in the offshore survey industry. It provides an accuracy of 0.05 degrees in both axes over the full 360 degree range. The unit can be provided in a surface or subsea (3000 m or 6000 m rated) package or can be supplied in an accurately machined mounting frame for OEM applications.The MiniTilt is highly compatible with existing Pitch and Roll sensors. It uses a bank of 6 internal option switches to provide a total of 32 different output data formats.The zero point can be factory set to any position. This allows for unusual mounting arrangements where the MiniTilt can be placed horizontally rather than vertically. The zero point can be set to any mark on the 360-degree angle so even offset mounting arrangements can be handled.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/minitilt.png",
        "manufacturer":"CDL Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/VesselMounted1000",
        "label":"Vessel-Mounted 1000",
        "comment":"Norteks Vessel-Mounted Current Profiler (VM-Profiler) is designed for permanent mounting on professional survey, offshore, and fishery vessels. It measures the ocean current profile while moving and it does it with quality, accuracy, and a great price-performance ratio. With the Nortek VM-Profiler, your marine operations will go faster and you will make operational decisions with better confidence than before. The VM-Profiler works by measuring the Doppler shifted echo from the water below the hull. This Doppler shift is proportional to the water speed relative to the ship. The vessel motion is determined using the ships navigation systems, including the required gyro and DGPS. In the software, the vessel motion is removed from the output data, leaving the user with the true ocean currents in ship coordinates or earth coordinates. The VM-Profiler does not depend on \"bottom track\" as the primary means to measure the vessel motion. As a result, the currents in the near-surface region can be determined regardless of the water depth or the water quality. Further, calibration has never been easier. Make two 5-minute runs and press a software button. The VM-Profiler software does all the rest for you.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/vesselmounted_1000.png",
        "manufacturer":"Nortek AS",
        "subClasses":[
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Frequency",
                    "quantity":{
                        "label":"1000 kHz",
                        "value":"1000",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Maximum Profiling Range",
                    "quantity":{
                        "label":"30 m",
                        "value":"30",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Maximum Transmit",
                    "quantity":{
                        "label":"1 Watts",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Blank Distance",
                    "quantity":{
                        "label":"0.8 m",
                        "value":"0.8",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Maximum Ping Rate",
                    "quantity":{
                        "label":"6 Hz",
                        "value":"6",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"310 mm",
                        "value":"310",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Housing Diameter",
                    "quantity":{
                        "label":"190 mm",
                        "value":"190",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Vessel-Mounted 1000 Overall Length",
                    "quantity":{
                        "label":"220 mm",
                        "value":"220",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Manta2DepthSensors",
        "label":"Manta2 - Depth Sensors",
        "comment":"Eureka Environmental's Manta2 - Depth Sensors is characterized to be extremely accurate with durable SS pressure transducer.Features:  Available in 5 ranges from 0 - 200 meters  Available in absolute or vented (stage) Automatic temperature and salinity compensation Measures accurate barometric pressure for ease of Dissolved Oxygen calibration",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/manta2__depth_sensors.png",
        "manufacturer":"Eureka Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE38",
        "label":"SBE 38",
        "comment":"Sophisticated A/D acquisition electronics, ultra-stable thermistor, and state-of- the-art calibration provide the standards-level performance of an expensive AC bridge and platinum thermometer at a small fraction of the cost. The SBE 38 is unaffected by shock and vibration, has high accuracy and stability, and is easy to use. It has a rugged, corrosion-proof, 10,500 meter (34,400 foot) titanium pressure housing. Real-time temperature data is transmitted in ASCII characters (C or raw counts) via an RS-232 or optional RS-485 serial interface for display or logging by PC or data logger. The SBE 38s measurement range is -5 to +35 C; absolute accuracy is better than 0.001 C (1 mK) and resolution is approximately 0.00025 C (0.25 mK). Each sensor includes certification that demonstrates drift of less than 0.001 C (1 mK) during a six-month period. Applications include calibration baths, oceanographic/aquatic research, and environmental monitoring. The SBE 38 is frequently integrated as a remote temperature sensor with an SBE 21 Thermosalinograph or SBE 45 MicroTSG, to provide accurate sea surface temperature. It can also be integrated as a secondary temperature sensor with an SBE 16plus, 16plus-IM, 16plus V2, 16plus-IM V2, or 19plus V2 SEACAT CTD.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_38.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 38 Response Time",
                    "quantity":{
                        "label":"0.5 s",
                        "value":"0.5",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 38 Depth Rating",
                    "quantity":{
                        "label":"10500 m",
                        "value":"10500",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 38 Weight In Air",
                    "quantity":{
                        "label":"0.9 kg",
                        "value":"0.9",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 38 Weight In Water",
                    "quantity":{
                        "label":"0.5 kg",
                        "value":"0.5",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/EnviroFluHC",
        "label":"enviroFlu-HC",
        "comment":"The enviroFlu-HC is a new generation of high sensitive deepsea submersible sensors for oil-in-water measurement. The used UV fluorescence principle for detection is much more sensitive than any other existing detection principle. This allows the detection of PAH traces down to single ppb levels. The pressure housing is completely made of titanium and rated to 6,000m / 20,000 feet or for shallow water application up to 500m. Analog outputs, as well as a RS232 interface makes it easy to integrate the sensors in any control or data logging system. Solid secondary standards are available for all versions and grant fast and reliable functional checks, without the need of chemicals or laboratory.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/envirofluhc.png",
        "manufacturer":"TriOS GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/BottomWaterSamplerKMT420",
        "label":"Bottom Water Sampler K/MT 420",
        "comment":"The Bottom Water Sampler is designed for collecting water samples taken from different water heights above the sea floor. Water sampling is carried out by 5 Niskin - sample bottles each at a volume of 5 litres. They are horizontally attached to the revolvable middle axis and adjustable between 10 and 120 cm above the bottom. The axis of the Bottom Water Sampler is revolvably fixed to the outer rack and aligned with the current by a current vane before the touch-down on the sea floor. The outer rack itself is equipped with two current vanes for turning the whole instrument in the currents flow.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/bottom_water_sampler_kmt_420.png",
        "manufacturer":"K.U.M. Umwelt-und Meerestechnik Kiel GmbH",
        "subClasses":[
            {
                "capability":{
                    "label":"Bottom Water Sampler K/MT 420 Maximum Operating Depth",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumOperatingDepth"
                    }
                }
            },
            {
                "capability":{
                    "label":"Bottom Water Sampler K/MT 420 Weight",
                    "quantity":{
                        "label":"210 kg",
                        "value":"210",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/Weight"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/S2T6000DH",
        "label":"S2T6000DH",
        "comment":"Measurement of the temperature for the study of deep-sea environment. Especially used for measurements within smokers, or more generally for cases where remote measurement is necessary to access very narrow areas or to protect the data logger against excessive temperature.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/s2t6000dh.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
            {
                "capability":{
                    "label":"S2T6000DH Response Time",
                    "quantity":{
                        "label":"2 s",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"S2T6000DH Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AQTU660NM",
        "label":"AQTU-660NM",
        "comment":"The AQUAMATIC turbidity sensor AQTU-660NM is designed for detection of suspended solids or turbidity. The sensor operates in sea water, lakes or swimming pools, as well as in more inhospitable locations such as rivers, industrial process plants, settling tanks or sewage treatment works. A special beam and reflector construction allows the user to modify the instrument to the particular environment. It may be used for either profiling or monitoring. Maximum beam-length 1/2 meter. The sensing element (the receiver) which is unaffected by ambient light or 50 Hz powered light, consists of a photo diode connected to a temperature compensated auto-range output amplifier. The light source (the transmitter) is equipped with a special control to ensure constant output independent of age effects and temperature influence.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqtu660nm.png",
        "manufacturer":"Aquamatic",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/XR420CTD",
        "label":"XR-420CTD",
        "comment":"The XR-420CTDm (marine) is a small, autonomous data logger designed to monitor conductivity, temperature and pressure. Salinity, depth and speed of sound can be derived through post-processing in the software supplied.The XR-620CTDmF is designed for profiling applications, in addition to the static features. It is fitted with a fast response thermistor, to provide synchronous measurement with conductivity, and samples at up to 6Hz. It also has a software wet-switch to save batteries and memory between casts.Both models are available in delrin polymer or titanium pressure cases, allowing deployment upto 740m or 6600m respectively. If required, external connectors can be selected for data and power connections underwater. Additional sensors can also be fitted (see XR420/620 multi-channel and XRX series).  Pressure sensors are optional.Conductivity  Uses an inductive sensor, suitable for deployment in any water. There are no exposed contacts, which avoids susceptibility to corrosion, and the housing is capable of being frozen. It is characterised for the mechanical effects of both temperature and pressure to allow for accurate correction in salinity derivation. These coefficients are provided for customers who prefer to calculate their own corrections. In addition, it is suitable for use outside the usual realms of PSS-78 practical salinity scale, in applications such as desalination brine monitoring.Temperature  The sensor is built and calibrated in-house using and aged thermistor, we can be flexible in many aspects. Options include internal or external placement, depending on the intended conditions, and standard or fast time constants (3 seconds or 95 milliseconds for external types). Standard range is -5 to +35C, though this can be extended on request.Pressure  (optional) Measured with a piezo-resistive transducer with Hastelloy diaphragm to avoid corrosion. Accuracy is 0.05% of the full scale rating and achievable resolution is 0.0001%. See the data sheet for possible sensor ratings.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/xr420ctd.png",
        "manufacturer":"RBR Europe Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ConductivitySensor3919",
        "label":"Conductivity Sensor 3919",
        "comment":"Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. For seawater, the ability to conduct electrical current is mostly dependent on temperature and the amount of inorganic dissolved solids. This means that, together with temperature and depth information, a good estimate of the salinity may be determined. Salinity is defined as the concentration of dissolved solids. The Conductivity Sensors are based on an inductive principle. This provides for stable measurement without electrodes that are easily fouled and may wear out in the field. Utilization of miniature components has made it possible to integrate all the required electronics. A digital signal processor calculates salinity, density and speed of sound. The salinity and density are calculated according to the UNESCO International Equation of State (IES 80). The Conductivity Sensor 3919/3919IW outputs data in both RS-232 and Aanderaa SR10 format. 4119 outputs SR10 format, while 4120IW has analog output as well as RS-232. All three sensors are available in A and B versions; version B has enhanced accuracy compared to version A. Additionally, sensor 3919 is available in two depth ratings as well: 6000 m (3919) and 2000 m (3919 IW; Intermediate Water). Refer specifications on next page. On the RS-232 output the Conductivity in mS/cm, as well as Temperature, Salinity, Density and Speed of sound may be presented. Two SR10 channels are available; one of the SR10 outputs can be configured to present Conductivity, Salinity, Density or Speed of Sound, while the other SR10 output presents the temperature measurement. The user may configure the range on both SR10 outputs. This allows for a possibility to zoom in on the range of interest. Conductivity Sensor 3919 is designed to operate down to 6000 meters, 3919 IW is designed to operate down to 2000 meters, while 4119 and 4120IW are designed to operate down to 1000 m. The Conductivity Sensors are available for Recording Current Meters RCM 9, RCM 9 MkII, RCM 9 IW, RCM 9 LW and RCM 11, Recording Doppler Current Profiler RDCP 600 as well as a stand-alone RS-232 sensor for other applications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/conductivity_sensor_3919.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DSTCompTilt",
        "label":"DST Comp-Tilt",
        "comment":"The DST comp-tilt is a small data logger that measures and records temperature, depth, tilt in three directions and magnetic field strength in two directions. From the magnetic field strength a relative compass heading with reference to the magnetic north is calculated in the supporting SeaStar software. Data for compass heading and tilt are shown in degrees (). Compass readings are tilt compensated, increasing the compass accuracy. Recorded data is stored in the loggers internal memory with a real time reference for each measurement.DST comp-tilt can be used in animals both implanted internally and attatched externally. For external tagging Star-Oddi can provide a specially designed DST fastener kit. Star-Oddi also offers protective logger housings for use at fixed locations or harsh environments.The DST comp-tilt is supported by the SeaStar software and the Communication Box which serves as an interface between the logger and a PC.  Communication between the logger and the Communication Box is wireless.In SeaStar, the user sets the start time, start date and sampling interval before starting the recorder. Up to seven different intervals can be set for the same measurement sequence. This is especially useful when more frequent measurements are needed at a certain time period.With default programming depth, temperature, relative compass heading and tilt are recorded at the same time. Optionally, temperature-depth and compass-tilt can be set as primary and secondary parameter pairs with different sampling frequency. That way memory partitioning can be customized according to individual preferences.When the DST is recovered, recorded data is uploaded to SeaStar where results are displayed both in graphic and tabular form. After retrieving the data, the DST can be re-programmed and reused as long as the battery lasts.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/dst_comptilt.png",
        "manufacturer":"Star-Oddi",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ConductivitySensor4120IW",
        "label":"Conductivity Sensor 4120IW",
        "comment":"Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. For seawater, the ability to conduct electrical current is mostly dependent on temperature and the amount of inorganic dissolved solids. This means that, together with temperature and depth information, a good estimate of the salinity may be determined. Salinity is defined as the concentration of dissolved solids. The Conductivity Sensors are based on an inductive principle. This provides for stable measurement without electrodes that are easily fouled and may wear out in the field. Utilization of miniature components has made it possible to integrate all the required electronics. A digital signal processor calculates salinity, density and speed of sound. The salinity and density are calculated according to the UNESCO International Equation of State (IES 80). The Conductivity Sensor 3919/3919IW outputs data in both RS-232 and Aanderaa SR10 format. 4119 outputs SR10 format, while 4120IW has analog output as well as RS-232. All three sensors are available in A and B versions; version B has enhanced accuracy compared to version A. Additionally, sensor 3919 is available in two depth ratings as well: 6000 m (3919) and 2000 m (3919 IW; Intermediate Water). Refer specifications on next page. On the RS-232 output the Conductivity in mS/cm, as well as Temperature, Salinity, Density and Speed of sound may be presented. Two SR10 channels are available; one of the SR10 outputs can be configured to present Conductivity, Salinity, Density or Speed of Sound, while the other SR10 output presents the temperature measurement. The user may configure the range on both SR10 outputs. This allows for a possibility to zoom in on the range of interest. Conductivity Sensor 3919 is designed to operate down to 6000 meters, 3919 IW is designed to operate down to 2000 meters, while 4119 and 4120IW are designed to operate down to 1000 m. The Conductivity Sensors are available for Recording Current Meters RCM 9, RCM 9 MkII, RCM 9 IW, RCM 9 LW and RCM 11, Recording Doppler Current Profiler RDCP 600 as well as a stand-alone RS-232 sensor for other applications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/conductivity_sensor_4120iw.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/UnderwayCTDUCTD",
        "label":"UnderwayCTD (UCTD)",
        "comment":"The Oceanscience UnderwayCTD provides research-quality CTD profiles while underway at up to 20kts.  The unique freefall CTD probe, manufactured by Sea-Bird Electronics, affords vertical profiles to a maximum depth of 1250m while underway, with stationary casts possible down to 1500m.  The probe is tethered to the ship by up to 2km of high strength line, with a unique deployment winch and re-spooling mechanism that allows the probe to be recovered and relaunched time after time without ever needing to stop or slow down.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/underwayctd_uctd.png",
        "manufacturer":"Oceanscience Group",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WaterSamplerwithCTD",
        "label":"Water Sampler with CTD",
        "comment":"The system is an autonomous water sampler based on Chlorotech CTD control, and serves as a compact CTD system with 10 sampling bottles. The system measures five parameters, including temperature, salinity (conductivity), depth, chlorophyll and turbidity, with a rechargeable battery and a memory. The system can be pre-programmed to close sampling bottles at the desired depths so that it does not require any special winches and real-time communication cables. The system design is small and light. The CTD with water samplers can be operated by a small boat with a winch of a capacity of approximately 150kg or greater.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/water_sampler_with_ctd.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowQuest600",
        "label":"FlowQuest 600",
        "comment":"FlowQuest is a line of high performance Acoustic Current Profiler manufactured by LinkQuest Inc., a company renown for its innovation, capability and product quality. The FlowQuest current profiler are ideal for measuring waves in oceans and coastal areas. With its capability for significantly longer range, standard deepwater depth rating and seamless integration with third-party sensors and LinkQuest acoustic modems, the FlowQuest system is not just a current profiler. It also serves a focal point for your underwater deployments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowquest_600.png",
        "manufacturer":"LinkQuest Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"FlowQuest 600 Frequency",
                    "quantity":{
                        "label":"600 kHz",
                        "value":"600",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Maximum Profiling Range",
                    "quantity":{
                        "label":"100 m",
                        "value":"100",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Maximum Transmit",
                    "quantity":{
                        "label":"100 Watts",
                        "value":"100",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Blank Distance",
                    "quantity":{
                        "label":"0.7 m",
                        "value":"0.7",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Maximum Water Velocity",
                    "quantity":{
                        "label":"20 knots",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Knot",
                        "type":"http://esonetyellowpages.com/vocab/MaximumWaterVelocity"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Maximum Ping Rate",
                    "quantity":{
                        "label":"2 Hz",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"230 mm",
                        "value":"230",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 600 Housing Diameter",
                    "quantity":{
                        "label":"200 mm",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WQ720",
        "label":"WQ720",
        "comment":"Global Waters WQ720 Turbidity Sensor is a highly accurate submersible instrument for in-situ environmental or process monitoring. The sensor is ideal for a variety of applications, including river monitoring, stream measurement, reservoir water quality testing, groundwater testing, water and wastewater treatment, effluent and industrial control, and more. In accordance with USEPA Method 180.1 for turbidity measurement, the WQ720 is a 90 degree scatter nephelometer. The sensor directs a focused beam into the subject water. The light beam reflects off particles in the water, and the resultant light intensity is measured by a photodetector positioned at 90 degrees to the light beam. The detected light intensity is directly proportional to the turbidity of the water. The turbidity sensor uses a second light detector to correct for light intensity variations, color changes, and minor lens fouling. For environmental monitoring, simply place the sensor directly in the water and position it where the turbidity is to be monitored. For process monitoring, you can place the sensor into a low-pressure pipe for online monitoring using a standard 1.5\" compression coupler.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/wq720.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/YSI6150DissolvedOxygen",
        "label":"YSI 6150 Dissolved Oxygen",
        "comment":"The YSI 6150 ROX is a luminescent-based dissolved oxygensensor that is fully compatible with all YSI 6-Series sondes equipped with optical ports. It is a powerful tool for making long-term oxygen measurements in severe fouling and low-oxygen environments.The sensor is insensitive to H2S and features an easy-to-replace, durable membrane.The 6450 Anti-fouling ROX Dissolved Oxygen sensor has a copper-alloy housing to inhibit biofouling.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ysi_6150_dissolved_oxygen.png",
        "manufacturer":"YSI Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TS3000",
        "label":"TS3000",
        "comment":"The Greenspan TS3000 Turbidity Sensor provides a complete self contained turbidity measurement and data logging system for all environmental water monitoring applications. The integral wiper and digital filtering technology provide long term reliable operation at remote sites where bio-fouling or sedimentation can occur. The internal data logger allows data collection at remote sites, as well as options for remote telemetry connection. A durable acetal body with double O ring design ensures suitability for the harshest environment applications. The sensor can be fitted with an external cable, or with an on board battery pack for true stand alone operation. Other cable options can provide serial output in SDI12 format for connection to external Data Logger or process controller. The TS3000 sensor is easy to configure using Smartcom software and provides a reliable solution for long term monitoring.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ts3000.png",
        "manufacturer":"Tyco International Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Series8DP",
        "label":"Series 8DP",
        "comment":"Digiquartz Depth Sensors provide the ultimate precision in water level measurements. Typical application accuracy of 0.01% is achieved even under difficult environmental conditions. Desirable characteristics include excellent long-term stability, 1 x 10e-8 resolution, low power consumption, and high reliability.The remarkable performance of these depth sensors is achieved through the use of a precision quartz crystal resonator whose frequency of oscillation varies with pressure-induced stress. A quartz crystal temperature signal is provided to thermally compensate the calculated pressure and achieve high accuracy over a broad range of temperatures. The depth sensors include waterproof housings with integral shock protection.High accuracy, resolution, and stability make Digiquartz Depth Sensors ideal for applications such as Tsunami detection, wave and tide gauges, platform leveling, underwater pipe laying, and as depth sensors in ROVs and AUVs.All Depth Sensor ranges are available with either frequency outputs or integral intelligent electronics with bi-directional digital communications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/series_8dp.png",
        "manufacturer":"Paroscientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Hydrolabs4BeamTurbiditySensor",
        "label":"Hydrolab's 4-Beam Turbidity Sensor",
        "comment":"Hydrolab's 4-Beam Turbidity sensor is compliant with 4B-GLI Method 2 and perfect for profiling or spot-check turbidity measurements.Features:  4B-GLI Method 2 compliant   4-beam sensor uses standard backscatter, yet has multiple beams/references checking and rechecking accuracy Benefits:  Patented technology is immune to ambient light references; therefore, it is perfect for profiling in shallow rivers and streams   Offers a unique, patented Quick-Cal Cube for calibration verification",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/hydrolab's_4beam_turbidity_sensor.png",
        "manufacturer":"HACH Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DeepWaterDigitalWideAngle",
        "label":"DeepWater Digital - Wide-Angle",
        "comment":"The DeepWater Digital is a precision dual-axis tiltmeter designed for underwater measurements and applications under high external pressure.  The housing is machined from a solid block of 316 stainless steel and incorporates a high-pressure, underwater mateable neoprene connector.  Inside are one (uniaxial version) or two (biaxial version) gravity-referenced electrolytic tilt sensors and our low-noise electronics, delivering precision, high dynamic range and long-term stability under the most demanding conditions.DeepWater tiltmeters are excellent choices for offshore applications and for monitoring dams, pipelines and underwater machinery.  DeepWater tiltmeters are also available with 4-20 mA and analog voltage outputs.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/deepwater_digital__wideangle.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OBS3",
        "label":"OBS-3+",
        "comment":"The OBS-3+ sensor measures suspended solids and turbidity by the optical backscatter method. It features a micro-size probe with >98% linear response over a 1,000-fold change in sediment concentration (SSC) and turbidity.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/obs3.png",
        "manufacturer":"Campbell Scientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FullTilt",
        "label":"Full Tilt",
        "comment":"Conventional seismic sensors have to face a problem: Gravity. Even the slightest deviation from their default orientation will produce inaccurate results and has to be compensated with elaborate measures, for instance mechanical gimballing. Our \"Full Tilt\" geophone represents the electronic solution for this mechanical problem: A control circuit constantly detects the position of the sensors solenoid, calculates the deviation from the default orientation and corrects the solenoids position accordingly. Additionally, the tilt information is being mixed into the sensor signal and thus allows to correct the recorded data appropriately before further processing. This correction is so fast and precise, that the \"Full Tilt\" geophone is even working reliably and accurate when it has been dropped head first - which usually means a total loss for conventional, uncompensated devices.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/full_tilt.png",
        "manufacturer":"SEND Off-Shore Electronics GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MacroQual",
        "label":"MacroQual",
        "comment":"Coastals MacroQual measures dissolved oxygen in aquatic environments using gas permeable membranes.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/macroqual.png",
        "manufacturer":"Coastal Leasing, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/CompactCLW",
        "label":"Compact CLW",
        "comment":"Compact-CLW is a miniature and precision data logger with a micro-controller suitable for long-term consecutive deployment. Our updated state-of-the-art technology allows for a compact design capable of storing up to 179,178 sets of 4-channel data, consisting of chlorophyll, turbidity, temperature and battery voltage. This facilitates up to one year of continuous measurement.The memory media, non-volatile flash-memory IC's, protect data from loss resulting from irregular battery voltage. This feature improves reliability.A circular array of light emitting diodes (LED's) provides the excitation light for the chlorophyll-a fluorescence and the turbidity backscatter sensors. Optical filters in front of the optical receivers separate the backscattered light (turbidity) from the fluorescence signals. The filters also prevent the influence of solar light on the measurements.A wiper sweeps the optical surface before each sample to remote dirt and residue. This improves the repeatability of the measurements and makes long-term deployments possible.The turbidity sensor has a superior stability in low concentration areas and the correlation with suspended sediment in high concentration areas has been improved. The instrument, therefore, can be used not only in the marine field but also in river and dam applications.Compact-CLW is controlled through the PC serial port, RS-232C. The main unit records calendar and time information with each sample and the sensor's calibration coefficients are stored in the built-in memory. The basic measurement setup requires only the selections of the start time and the sampling interval.The data transfer after the completion of the deployment is easily accomplished. Information, such as measurement start time and calibration coefficients, are transferred together with the measured data. The user is free from troublesome coefficient control. Data can be processed quickly and effortlessly.The data processing program offers clear and logical screens for easy operation.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/compact_clw.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE35",
        "label":"SBE 35",
        "comment":"The SBE 35 is a laboratory standards thermometer with the unique ability to be used both in fixed point cells and at depths up to 6800 meters (22,300 ft). It is unaffected by shock and vibration encountered in shipboard and industrial environments, making it ideal for use in calibration laboratories in the range of -5 to +35 C, and in the thermodynamic method of measuring hydro turbine efficiency. The SBE 35 communicates via a standard RS-232 interface at 300 baud, 8 data bits, no parity. The SBE 35 makes a temperature measurement each time a bottle fire confirmation is received, and stores the value in EEPROM. Each stored value contains the time and bottle position in addition to the temperature data, allowing comparison of the SBE 35 record with CTD and water bottle data. Using one SBE 35 eliminates the need for reversing thermometers, and provides higher accuracy temperature readings at lower cost.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_35.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 35 Depth Rating",
                    "quantity":{
                        "label":"6800 m",
                        "value":"6800",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 35 Weight In Air",
                    "quantity":{
                        "label":"0.9 kg",
                        "value":"0.9",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 35 Weight In Water",
                    "quantity":{
                        "label":"0.5 kg",
                        "value":"0.5",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode4130",
        "label":"Oxygen Optode 4130",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needing to be measured.Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g.: In shallow coastal areas with significant algae blooms In Fjords or other areas with limited exchange of water Around fish farms In areas interesting for dumping of mine or dredging wasteThe Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a window providing optical access for the measuring system from inside a watertight titanium housing.The foil is excited by modulated blue light, and the phase of a returned red light is measured (see illustration overleaf).By linearizing and temperature compensating, with an incorporated temperature sensor, the absolute O2 concentration can be determined.The lifetime-based luminescence quenching principle offers the following advantages over electro-chemical sensors: Not stirring sensitive (it consumes no oxygen) Less affected by fouling Measures absolute oxygen concentrations without repeated calibrations Better long-term stability Less affected by pressure Pressure behaviour is predictable Faster response time.The sensor is designed to operate down to 300 meters. It fits directly on to the top end-plate of Recording Current Meter RCM 9, and other Aanderaa instruments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_4130.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE55ECOWaterSampler",
        "label":"SBE 55 ECO Water Sampler",
        "comment":"The ECO is the ideal small-boat water sampler for coastal, estuarine, and large lake ecological monitoring. The ECO is light and economical and can be integrated with an SBE 19, 19plus, 19plus V2, 25, or 49 CTD or SBE 50 Pressure Sensor. It is available in a three or six-bottle configuration with 4-liter ECO sample bottles, uniquely designed for the ECO. The ECO can operate autonomously on internal batteries and be programmed to close bottles at selected depths, allowing deployment using nonelectrical wire or line. It also can be used with an SBE 33 Carousel Deck Unit for real-time CTD data acquisition and water sampling. Real-time operation requires an electro-mechanical cable and slip-ring equipped winch. The bottle closing mechanism is a magnetically actuated lanyard release latch derived from the SBE 32 Carousel Water Sampler, which has a long history of reliability and ease-of-use. Lanyards are rigged to hold bottles open when lanyards are attached to the release latches. A pressure-proof electromagnet is energized on command to trigger a lanyard release, allowing the bottle to close. The ECO can be configured with one or two 3-position lanyard release modules. Each release module is connected to the ECOs Electronics Control Module by a separate cable, allowing easy do-it-yourself expansion from a three-bottle to a six-bottle system. The ECO includes the Electronics Control Module (ECM), one or two lanyard release modules, three or six 4-liter ECO sample bottles mounted in saddle brackets and fastened with band clamps, stainless steel guard frame with integral lifting bail, and mesh panels for mounting the ECM, CTD, and other sensors that may be integrated with the CTD (e.g., dissolved oxygen sensor, fluorometer, turbidity sensor, etc.). CTD mounting brackets and interface cable, auxiliary sensors, and (for real-time operation) SBE 33 Carousel Deck Unit must be ordered separately.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_55_eco_water_sampler.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DOptoOpticalDissolvedOxygenSensor",
        "label":"D-Opto Optical Dissolved Oxygen Sensor",
        "comment":"The D-Opto Optical Dissolved Oxygen Transmitter is an instrument designed for measuring dissolved oxygen concentrations in liquids.  The D-Opto Optical Dissolved Oxygen Transmitters were developed due to the requirements of surface water monitoring programs.  The optical dissolved oxygen transmitter has been specifically designed to meet the demanding requirements of the environmental monitoring and scientific research sectors, providing long term, accurate and reliable dissolved oxygen measurement.  The Optical Dissolved Oxygen Sensor has been successfully used in the wastewater industry for over 10 years and uses field proven solid state optical sensing technology that is highly stable over long periods of time, even in harsh conditions.  The D-Opto Optical Dissolved Oxygen Transmitter has extremely low power requirements, and outputs the data in SDI-12 format making it ideal for incorporation into remote environmental monitoring installations.  Percent saturation values generated by the D-Opto Optical Dissolved Oxygen Sensors are the percentage saturation that would occur if the measured liquid were saturated with air under a standard barometric pressure of 1013 mBar at the same temperature.  4-20mA Optical Dissolved Oxygen Transmitters are available.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/dopto_optical_dissolved_oxygen_sensor.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/7RingPlatinumConductivityCellwithPt1004wiresThermometer",
        "label":"7-Ring Platinum Conductivity Cell with Pt100 (4 wires) Thermometer",
        "comment":"Conductivity measurement is accomplished by using an advanced platinum sevenring quartz cell. The advantage of this design is that there are no platinum black surfaces which can be contaminated or can deteriorate during profiling or monitoring; it is easy to be cleaned in the field.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/7ring_platinum_conductivity_cell_with_pt100_4_wires_thermometer.png",
        "manufacturer":"IDRONAUT S.R.I",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AQCS010MS",
        "label":"AQCS-010MS",
        "comment":"The AQUAMATIC current speed sensor AQCS-010MS has no moving parts for detection of the current. The ultrasonic sensor operates in sea water as well as rivers, measuring current velocity from a few mm/sec. to approximately 6 meter/sec. profiling or monitoring.The sensor contains four pairs of piezoelectric transducers. Each transducer pair faces each other at a distance \"L\". The fluid flow magnitude and direction are measured by transmitting short 2 MHz bursts in opposite directions. The difference in travel time across \"L\" is a direct expression of the current speed.4 OUTPUT: Vx vector and Vy vector (horizontal) compensated for Vz vector (vertical). Vz vector (vertical) plus SV Sound Velocity.Features include a pressure stable and waterproof construction designed for easy maintenance at sea. Small dimensions, good linearity, high accuracy and long time stability.The acoustic transmission losses might be too large for proper operation, if the water contains bubbles of gas or air, if the water contains greater particles (diameter over  0,2 mm) or the water has high turbulence movement.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqcs010ms.png",
        "manufacturer":"Aquamatic",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SM10",
        "label":"SM-10",
        "comment":"The Shark Marine SM-10 is designed to locate ferrous objects such as nails, iron pipes, iron chain, anchors, valve covers, manhole covers, cast iron water and gas lines, survey markers and more ... under ground, under water or in snow.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sm10.png",
        "manufacturer":"Shark Marine Technologies Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SM-10 Weight In Air",
                    "quantity":{
                        "label":"2.6 kg",
                        "value":"2.6",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowQuest150",
        "label":"FlowQuest 150",
        "comment":"FlowQuest 150 is an long-range Acoustic Current Profiler manufactured by LinkQuest Inc., a company renown for its innovation, capability and product quality. The FlowQuest 150 current profiler is ideal for measuring currents and flows in deep oceans. With its capability for significantly longer range, standard deepwater depth rating and seamless integration with third-party sensors and LinkQuest acoustic modems, the FlowQuest system is not just a current profiler. It also serves a focal point for your underwater deployments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowquest_150.png",
        "manufacturer":"LinkQuest Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"FlowQuest 150 Frequency",
                    "quantity":{
                        "label":"150 kHz",
                        "value":"150",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Maximum Profiling Range",
                    "quantity":{
                        "label":"500 m",
                        "value":"500",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Maximum Transmit",
                    "quantity":{
                        "label":"400 Watts",
                        "value":"400",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Blank Distance",
                    "quantity":{
                        "label":"2.8 m",
                        "value":"2.8",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Maximum Water Velocity",
                    "quantity":{
                        "label":"20 knots",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Knot",
                        "type":"http://esonetyellowpages.com/vocab/MaximumWaterVelocity"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Maximum Ping Rate",
                    "quantity":{
                        "label":"2 Hz",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"400 mm",
                        "value":"400",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Housing Diameter",
                    "quantity":{
                        "label":"200 mm",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Overall Length",
                    "quantity":{
                        "label":"250 mm",
                        "value":"250",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Weight In Air",
                    "quantity":{
                        "label":"22.7 kg",
                        "value":"22.7",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 150 Weight In Water",
                    "quantity":{
                        "label":"13.6 kg",
                        "value":"13.6",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/XR620CTDprofiling",
        "label":"XR-620CTD (profiling)",
        "comment":"The XR-620CTD (marine or freshwater options) is a small, autonomous data logger designed to monitor conductivity, temperature and pressure. Salinity, depth and speed of sound can be derived through post-processing in the software supplied.The XR-620CTDxF is designed for profiling applications, in addition to the static features. It is fitted with a fast response thermistor, to provide synchronous measurement with conductivity, and samples at up to 6Hz. It also has a software wet-switch to save batteries and memory between casts.Both models are available in delrin polymer or titanium pressure cases, allowing deployment upto 740m or 6600m respectively. If required, external connectors can be selected for data and power connections underwater. Additional sensors can also be fitted (see XR420/620 multi-channel and XRX series).  Pressure sensors are optional.Conductivity  Uses an inductive sensor, suitable for deployment in any water. There are no exposed contacts, which avoids susceptibility to corrosion, and the housing is capable of being frozen. It is characterised for the mechanical effects of both temperature and pressure to allow for accurate correction in salinity derivation. These coefficients are provided for customers who prefer to calculate their own corrections. In addition, it is suitable for use outside the usual realms of PSS-78 practical salinity scale, in applications such as desalination brine monitoring.Temperature  The sensor is built and calibrated in-house using and aged thermistor, we can be flexible in many aspects. Options include internal or external placement, depending on the intended conditions, and standard or fast time constants (3 seconds or 95 milliseconds for external types). Standard range is -5 to +35C, though this can be extended on request.Pressure  (optional) Measured with a piezo-resistive transducer with Hastelloy diaphragm to avoid corrosion. Accuracy is 0.05% of the full scale rating and achievable resolution is 0.0001%. See the data sheet for possible sensor ratings.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/xr620ctd_profiling.png",
        "manufacturer":"RBR Europe Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DOOEM",
        "label":"DO-OEM",
        "comment":"The DO-OEM sensor with titanium protection cage is for self-interfacing into probe bottoms and can be delivered with a SMD PCB pre-amplifier and connector. With this sensor very fast DO profiling become possible. An additional sensor for temperature and for conductivity may be required.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/dooem.png",
        "manufacturer":"AMT Analysenmesstechnik GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE35RT",
        "label":"SBE 35RT",
        "comment":"The SBE 35RT is an accurate, ocean-range temperature sensor that is capable of measuring temperature in the ocean to depths of 6800 meters (22,300 ft). The SBE 35RT communicates via a standard RS-232 interface at 300 baud, 8 data bits, no parity. The SBE 35RT makes a temperature measurement each time a bottle fire confirmation is received, and stores the value in EEPROM. Each stored value contains the time and bottle position in addition to the temperature data, allowing comparison of the SBE 35RT record with CTD and water bottle data. Using one SBE 35RT eliminates the need for reversing thermometers, and provides higher accuracy temperature readings at lower cost. Calibration coefficients stored in EEPROM allow the SBE 35RT to transmit data in engineering units. SEATERM, the terminal program in our SEASOFT-Win32 software suite, provides easy SBE 35RT setup and data uploading. When configured in a real-time system, the SBE 35RT can use the system modem channel for two-way communications; it is not necessary to change cable connections to communicate with and retrieve data from the SBE 35RT.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_35rt.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 35RT Depth Rating",
                    "quantity":{
                        "label":"6800 m",
                        "value":"6800",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 35RT Weight In Air",
                    "quantity":{
                        "label":"0.7 kg",
                        "value":"0.7",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"SBE 35RT Weight In Water",
                    "quantity":{
                        "label":"0.3 kg",
                        "value":"0.3",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ConductivitySensor4319",
        "label":"Conductivity Sensor 4319",
        "comment":"Conductivity Sensor 4319 is a compact fully integrated sensor for measuring the electrical conductivity of seawater. It is designed to be mounted on the SEAGUARD Platform. Conductivity is a key parameter for in-situ determination of several fundamental physical properties of seawater. For seawater, the ability to conduct electrical current is mostly dependent on temperature and the amount of inorganic dissolved solids. This means that, together with temperature and depth information, a good estimate of the salinity may be determined. Salinity is defined as the concentration of dissolved solids. Other important properties of seawater are again dependent on the salinity. Among these are the density and the speed of sound. The Conductivity Sensor 4319 is based on an inductive principle. This provides for stable measurement with out electrodes that are easily fouled and may wear out in the field. Utilization of miniature components have made it possible to integrate all the required electronics. The Conductivity sensor outputs data in AiCaP CANbus. Both Conductivity in mS/cm, and Temperature in C may be presented. The datalogger and the smart sensor is interfaced by means of a reliable CANbus interface using an XML based protocol (AiCaP). During power-up, the sensors that are connected to the bus will report their capabilities and specifications to the datalogger. The datalogger then assembles the information and provides the user with the possibility to configure the instrument based on the present nodes. The solution provides for great flexibility in both use and design of the different elements within the system. The autonomous sensor topology also gives the sensor designer flexibility and opportunities where each sensor type may be optimized with regard to its operation, each sensor may now provide several parameters without increasing the total system load.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/conductivity_sensor_4319.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WQ401",
        "label":"WQ401",
        "comment":"Global Waters WQ401 Dissolved Oxygen Sensor is a rugged and reliable water oxygen measuring device. The WQ401s sensor is attached to 25' of marine grade cable, with lengths up to 500' available upon request. The sensors output is 4-20 mA with a three wire confi guration. The sensors electronics are completely encapsulated in marine grade epoxy within a stainless steel housing. The unit uses a removable shield and dissolved oxygen element for easy maintenance.As with all of Global Waters 4-20 mA output sensors, you can add recording and controlling capabilities to the WQ401 with the GL500 Recorder and PC300 Controller. The GL500 connects to the dissolved oxygen sensors 4-20 mA output to record data, and the PC300 Controller connects to the sensors output to control pumps or alarms.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/wq401.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/CompactLTWLT",
        "label":"Compact LTW/LT",
        "comment":"Ultra highly sensitive turbidity sensors have been launched. These sensors have a resolution of 0.0002 FTU and their zero point noise is within 0.0005, which allows accurate measurement in open sea and in deep sea where it used to be hardly possible to measure. In this model, newly developed sensors are integrated in the usual data logger of Compact-series. Two types of models are now available for shallow water with fouling removal wiper (ATU6W-CMP) and for deep water with pressure-resistance of 6500 m (ATU6-CMP). Calibration is performed with formazine solution and their concentration is shown in FTU unit.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/compact_ltwlt.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TurbiditySensor4705",
        "label":"Turbidity Sensor 4705",
        "comment":"The Turbidity sensor detects light scattered by particles suspended in water. This measurement is known to have a good correlation to the amount of suspended matter in water and can be used to monitor e.g. sediment, algae or particle pollution. The sensor generats an output voltage proportional to the turbidity or suspended solids.The low power consumption makes it ideal for applications where battery drain is a concern.The sensor offset voltage is within 1 mV of zero and requires no adjustment across gains.The unique optical design confi nes the sensing volume to within 5 cm of the sensor allowing near-bottom measurements and minimizing errant refl ections in restricted spaces.The Turbidity sensor can be mounted directly on the top-end plate of the AADI RDCP; the sensor output signal is Raw data readings. The output signal from the Analog converter is in SR-10 format.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/turbidity_sensor_4705.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DR1050",
        "label":"DR-1050",
        "comment":"The DR-1050 is a small, self-contained, submersible depth or pressure recorder. Pressure measurements are made to 24-bit resolution. The DR-1050 is calibrated to an accuracy of  0.05 % full scale using NIST traceable standards. Each unit employs an absolute pressure gauge, with ranges selectable from 10 dBars (10 metres of water) to 6,600 dBar making the unit suitable for a wide range of applications from borehole testing to groundwater monitoring. For groundwater measurement, a barometric reference may be used to record the atmospheric pressure over the local area. An optional underwater serial output permits triggering of sampling apparatus at preset depths.Flash memory ensures data retention for 20 years even if the batteries run out. 8MB of storage provides sufficient memory for 2,400,000 samples and a full set of samples can be taken by a single set of batteries. The two high-powered 3V lithium cell batteries (CR123A) are widely available, and provide enough capacity for deployments up to three years or more.There are two external casings for the DR-1050: plastic and titanium. Both models are compact, measuring 230 mm in length and have an outer diameter of 38 mm. The plastic logger weighs 310 g and the titanium 500 g. The depth ratings for the different casings are: 740 m (plastic); 10,000 m (titanium).The DR-1050 has a clock accuracy of 32 seconds/year. It conforms to European Directive 89/336/EEC for EMC and EMI compatibility.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/dr1050.png",
        "manufacturer":"RBR Europe Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE3F",
        "label":"SBE 3F",
        "comment":"The SBE 3F is an enhanced version of Sea-Bird's proven SBE 3 temperature sensor. The superior performance of the SBE 3F results from its optimized electronic design combined with an extraordinarily precise calibration procedure and quality testing program. The SBE 3F has a time response of approximately 0.07 second, an initial accuracy of 0.001 C, and is typically stable to 0.002 C per year. Every SBE 3F is calibrated in Sea-Bird's computer-controlled calibration baths. These superlow-gradient baths produce temperature calibrations with resolution and accuracy not previously available to oceanographers. These sensors can be successfully calibrated as separate modules because they have built-in acquisition circuits and frequency outputs. When used with a CTD system, overall system accuracy is equal to the sensor accuracy degraded only by the uncertainty in the CTD's master clock. A typically small clock error of 1 ppm affords a temperature error of less than 50 &#956;C.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_3f.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SBE 3F Response Time",
                    "quantity":{
                        "label":"0.07 s",
                        "value":"0.07",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowthroughOxygenMinisensor",
        "label":"Flowthrough Oxygen Minisensor",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowthrough_oxygen_minisensor.png",
        "manufacturer":"PreSens Precision Sensing GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AquadoppProfiler2000",
        "label":"Aquadopp Profiler 2000",
        "comment":"The Aquadopp profiler measures the current profile in water using acoustic Doppler technology. It is designed for stationary applications and can be deployed on the bottom, on a mooring rig, on a buoy or on any other fixed structure. It is a complete instrument and includes all the parts required for a self contained deployment with data stored to an internal data logger. Typical applications include coastal studies, online monitoring and scientific studies in rivers, lakes, and channels. The Aquadopp profiler uses three acoustic beams slanted at 25 to accurately measure the current profile in a user selectable number of cells. The internal tilt and compass sensors tell the current direction and the high-resolution pressure sensor gives the depthand the tidal elevation if the system is fixed mounted. The standard 9 MB recorder and internal alkaline batteries are typically sufficient for a 24 month deployment. Deployment times can be increased or sampling schemes intensified by expanding to 161 MB memory and external batteries.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aquadopp_profiler_2000.png",
        "manufacturer":"Nortek AS",
        "subClasses":[
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Frequency",
                    "quantity":{
                        "label":"2000 kHz",
                        "value":"2000",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Maximum Profiling Range",
                    "quantity":{
                        "label":"10 m",
                        "value":"10",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Maximum Transmit",
                    "quantity":{
                        "label":"20 Watts",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Maximum Ping Rate",
                    "quantity":{
                        "label":"1 Hz",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"75 mm",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Housing Diameter",
                    "quantity":{
                        "label":"75 mm",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 2000 Weight In Air",
                    "quantity":{
                        "label":"2.4 kg",
                        "value":"2.4",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Hydrocamel",
        "label":"Hydrocamel",
        "comment":"The HydroCamel from JK Instruments is an automated submersible water sampler which can be deployed in depths of up to 70 metres for a month at a time.  It is capable of automatically collecting up to 20 samples per deployment (one litre volume) by a variety of different collection mechanisms.  Windows based software allows the user to set HydroCamel collection criteria, such as sample size, collection start time, time between sampling and flushing time, all sampling data is then recorded for later download. In addition, the HydroCamel may be controlled by external instruments to ensure synchronised data and water collection. Equally, water quality instruments can be controlled and logged by the HydroCamel and water samples collected when certain parameters are exceeded.  The HydroCamel is extremely robust and utilises water sample bags which are impervious to both light and oxygen to maintain the best sample quality.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/hydrocamel.png",
        "manufacturer":"OSIL",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/PROTON4",
        "label":"PROTON 4",
        "comment":"The PROTON 4 is a fourth generation proton magnetometer from JW Fishers. It is a top performing microprocessor driven marine magnetometer detection system. With a one gamma sensitivity, it has the maximum usable sensitivity for a towed magnetometer. A two second cycle time gives a strong return signal and is fast enough to detect even small iron/steel targets. The PROTON 4 features a triaxial noise-cancelling sensor that allows omnidirectional towing without heading error or dead zone. The system is fully digitized and displays its output on an easy to read 5 digit LCD that is backlit for night operations. The optional built-in printer creates a permanent record of the mag readouts. The gamma reading is printed out on each cycle and, with input from a GPS receiver, the targets position is also printed out. An alarm informs the operator when the readout changes. An RS232 output and software package are also available. The Fish has excellent hydrodyamic characteristics moving smoothly through the water at tow speeds up to 10 knots. A 2-3 knot tow speed is recommended for small targets. With the optional Altimeter, precise distance off the bottom can be maintained. For deep water towing, the Fish is towed behind a downrigger. The Fish can be towed at almost any speed, but should be towed slow to locate small targets or when towing the Fish deep. A sensitivity switch allows easy pinpointing of targets. Modular construction allows easy field repair, should it ever be necessary. The PROTON 4 is covered by a full TWO YEAR WARRANTY.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/proton_4.png",
        "manufacturer":"JW Fishers Mfg.",
        "subClasses":[
            {
                "capability":{
                    "label":"PROTON 4 Weight In Air",
                    "quantity":{
                        "label":"21.8 kg",
                        "value":"21.8",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MDSMKVD",
        "label":"MDS-MKV-D",
        "comment":"MDS-MKV/D is ideal for long-term deployments for up to 2 years, and they can be used for tagging and tracking marine mammals. Through a convenient computer interface (via RS-232C) you can easily download the recorded data, or program the MkV for a variety of sampling strategies.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/mdsmkvd.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE39IM",
        "label":"SBE 39-IM",
        "comment":"The SBE 39-IM is a high-accuracy temperature (pressure optional) recorder with built-in Inductive Modem. The modem provides reliable, low-cost, real-time data transmission for up to 100 sensors - all 39-IMs or a mix with other IM-capable instruments - using a single, plastic-coated, steel mooring cable. IM instruments clamp anywhere along the inherently rugged mooring cable; expensive and potentially unreliable multiconductor cables are not required. IM sensor moorings are easily reconfigured to meet changing deployment scenarios. Because sensor positions can be altered (or sensors added/deleted) by sliding and re-clamping sensors on the wire, there is no need to design and purchase a new cable with different breakout locations. IM systems permit data telemetry from sensors located anywhere along the mooring wire, making them far more efficient and flexible than acoustic modem types that place serious demands on battery capacity and return data from a single underwater position only. At the surface (typically in a buoy), a Surface Inductive Modem (SIM) completes the link between the sensors and a computer or data logger. Data from the sensor string can be stored and transmitted via satellite link, cell phone, or radio telemetry. As insurance against real-time data loss, the 39-IM simultaneously stores data in its non-volatile memory. The 39-IMs thermistor, the same as used in the SBE 39, has a long history of exceptional accuracy and stability; drift is typically less than 0.002 C/year. Two thermistor configurations are offered: thermistor embedded in titanium end cap (25.0-second time constant) for rugged conditions; or external thermistor in pressure-protected sheath (0.5-second time constant) for fast sampling. The 39-IMs optional Druck pressure sensor employs a micro-machined silicon diaphragm in which the strain elements are implanted with semiconductor fabrication techniques. Unlike metal diaphragms, silicons crystal structure is perfectly elastic, so the sensor is essentially free of pressure hysteresis. Compensation of temperature influence on pressure is performed by the 39-IMs CPU.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe_39im.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MacroTilt",
        "label":"MacroTilt",
        "comment":"Coastals MacroTilt monitors and records angle measurements with a dual axis tilt Schaevitz Accustar II Clinometer.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/macrotilt.png",
        "manufacturer":"Coastal Leasing, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowthroughpHMinisensor",
        "label":"Flowthrough pH Minisensor",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowthrough_ph_minisensor.png",
        "manufacturer":"PreSens Precision Sensing GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TR1050",
        "label":"TR-1050",
        "comment":"The TR-1050 is a small, self-contained, submersible temperature recorder. TR-1050s are calibrated to an accuracy of  0.002 C (ITS-90 and NIST traceable standards). Drift has been measured at better than 0.002 C/year, and extended temperature ranges are available for temperatures from -40 to +50 C. Special probes have been supplied to measure up to +300 C. The thermistors used in the TR-1050 are stable and aged, and are available in three housings. The standard model has a time constant of less than 3 seconds. The optional fast thermistor model has a time constant of less than 0.095 seconds. The third model comes standard in the titanium TR-1050, which has its thermistor embedded in the head of the logger; it has a time constant of less than 20 seconds. 8 MB of Flash memory provides sufficient storage for 2,400,000 samples, which can be taken by a single set of batteries. The two high-powered 3 V lithium cell batteries (CR123A) are standard camera batteries available world-wide, and provide sufficient power for deployments of more than 3 years. There are two casings for the TR-1050: plastic; and titanium. Both models are compact, measuring 230 mm in length and have an outer diameter of 38 mm. The plastic logger weighs 310 g and the titanium 500 g. The depth ratings for the different casings are: 740 m (plastic); 10,500 m (titanium).",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/tr1050.png",
        "manufacturer":"RBR Europe Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Sentinel",
        "label":"Sentinel",
        "comment":"Sentinels sensitivity is state-of-the-art (0.015 nT), far superior to most traditional base station magnetometers, and its power requirement is orders of magnitude lower. Couple this with its enormous one million reading nonvolatile memory and you have an instrument that is capable of collecting months of high resolution total field magnetometer data on a single battery charge. A complete self-contained long-term magnetic monitoring station, the Sentinel contains a battery pack and a low-power omni directional Overhauser magnetometer all sealed in a pressurized housing. It comes with accessories that allow it to be deployed on land on any terrain, above ground suspended from tree branches or overhangs, and underwater to depths of 1000 m or more. It can be stationed virtually anywhere on the surface of the Earth. Marine Magnetics BaseLINK software for Windows (included) allows the user to easily set the clock and the sample rate with the touch of a key. Non-volatile memory ensures that Sentinel remembers its settings, and automatically places itself in low-power standby when not in use. To deploy Sentinel on land, assemble the all-aluminum tripod base using the supplied thumbscrews (no tools required). Place the tripod in the desired location, and then insert Sentinel into the base. When you feel the click of the housing connecting, Sentinel will automatically perform a self-test. Note that Sentinels sensor is omnidirectional and therefore requires no orientation.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sentinel.png",
        "manufacturer":"Marine Magnetics Corp.",
        "subClasses":[
            {
                "capability":{
                    "label":"Sentinel Depth Rating",
                    "quantity":{
                        "label":"1000 m",
                        "value":"1000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"Sentinel Weight In Air",
                    "quantity":{
                        "label":"14 kg",
                        "value":"14",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/C1",
        "label":"C1",
        "comment":"Ceramic cell  Inside diameter: 16 mm  Ti protection housing  Length: 115 mm  Bulkhead terminal  Calibration reference  High precision deep sea research  Long term monitoring  Extreme high temperature environments (hot vents)  Fresh water measurements with low range and the corresponding better resolution  Symmetric 7-pole-cell  Sensitivity strongly restricted to the cell interior  16 to 18 bit serial synchronous or asynchronous",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/c1.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ELDeepWaterTiltmeter",
        "label":"EL Deep-Water Tiltmeter",
        "comment":"The deep-water tiltmeter is a narrow angle, high resolution device for monitoring changes in the inclination of a structure. With a range of 3 degrees and pressure rating of 3 MPa, the tiltmeter is suitable for applications such as:  Monitoring the behavior of the concrete face of rockfill dams  Monitoring rotation of piers, piles, and retaining wallsThe deep-water tiltmeter consists of an electrolytic tilt sensor housed in a heavy brass enclosure.The tiltmeter mounting surface should be horizontal and flat. If the tiltmeter is to be mounted on an inclined surface, a horizontal mounting shelf should be constructed. Two anchors are installed in the structure and the tiltmeter is fastened to the anchors.Since signal cable will be subjected to the same pressure as the tiltmeter, it must be encased in waterproof conduit that has the same pressure rating as the tiltmeter. Continuous tubing is recommended.Tilt readings are obtained with a data logger or a portable readout. Readings are in volts and are converted to angles by applying conversion factors. Changes in tilt are found by comparing the current reading to the initial reading.The deepwater tiltmeter has a very narrow range, so it is necessary to \\\"null\\\" the sensor at installation time. This provides the maximum measurement range and also takes advantage of the sensor\\'s best characteristics. The EL Nulling Device or the EL Data Recorder are convenient tools for the nulling operation.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/el_deepwater_tiltmeter.png",
        "manufacturer":"Durham Geo Slope Indicator",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Manta2TurbiditySensor",
        "label":"Manta2 Turbidity Sensor",
        "comment":"Eureka Environmental's Manta2 - 316 SS Turbidity sensor has a self-cleaning wiper that is user programable up to 5 wipes to remove biological growth or debris.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/manta2_turbidity_sensor.png",
        "manufacturer":"Eureka Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SDM4000",
        "label":"SDM-4000",
        "comment":"Specifically designed for anomaly detection, the SDM-4000 is the perfect economical tool for locating ferrous metal objects, on bottom, or buried. This magnetometer is depth rated to 4000 ft. and will operate with cable lengths up to 4000 ft. The depressor wing design uses the forward motion of the boat to keep the tow fish down. This saves on the amount of cable required to reach a certain depth.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sdm4000.png",
        "manufacturer":"Shark Marine Technologies Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"SDM-4000 Depth Rating",
                    "quantity":{
                        "label":"1200 m",
                        "value":"1200",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"SDM-4000 Weight In Air",
                    "quantity":{
                        "label":"2.25 kg",
                        "value":"2.25",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MX500Digital",
        "label":"MX500 Digital",
        "comment":"The MX500 Digital Magnetometer is our latest design of marine proton precession magnetometer which uses one of the new generation ofultra low power microprocessors to create an active tow-fish. The magnetometer consists of a tow-fish which can be supplied with various lengths of cable up to 150 meters, a Control unit and display software which runs on a standard PC or laptop. The Control unit provides the interface between the tow-fish and the PC, it also connects data from a GPS and an echo sounder to the PC. All data is transferred to the PC using just one COM port. Our survey software package MX Survey II displays the data in graphical form on the PC screen whilesimultaneously storing it to memory. The data can be saved to hard disc for analysis later.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/mx500_digital.png",
        "manufacturer":"Planet Electronics Ltd.",
        "subClasses":[
            {
                "capability":{
                    "label":"MX500 Digital Weight In Air",
                    "quantity":{
                        "label":"12 kg",
                        "value":"12",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TChain",
        "label":"TChain",
        "comment":"The T-Chain is designed to collect data from a variety of parameters such as temperature, dissolved oxygen and pressure. Each chain is custom designed depending upon the number of sensors and their location, as well as length. It consists of a single polyurethane sheathed cable with Kevlar core. There is one digital channel on the data logger, which allows accomodation of many nodes. Digital thermistor and oxygen nodes are located at user-specified intervals. PMEs method of molding the sensors provides the best possible mechanical protection and water proofing integrity, while maintaining a fast response time. The T-Chain can be installed as a simple hanging type suspended from the water surface, or connected to a water adjusting mooring system, which keeps the Chain from sitting on the bottom. PME certifies the chain from manufacturing defects for one year. Currently there are chains that have been continuously working for two years without much service.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/tchain.png",
        "manufacturer":"Precision Measurement Engineering",
        "subClasses":[
            {
                "capability":{
                    "label":"TChain Response Time",
                    "quantity":{
                        "label":"2 s",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"TChain Depth Rating",
                    "quantity":{
                        "label":"165 m",
                        "value":"165",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/CompactHTW",
        "label":"Compact HTW",
        "comment":"The Compact-HTW is a micro-controlIer equipped miniature, precise data logger that uses fiber optic technology to measure super-high turbidity up to values of 70,000 ppm. The COMPACT-HTW features a wiper that sweeps the optical surface before each sample. This improves the repeatability of the measurements and makes long-term deployments possible.Our state-of-the-art technology allows for a compact, autonomous unit that is capable of storing up to 179,178 sets of 2-channels of data (turbidity and battery voltage). The non-volatile flash-memory protects data loss in case of power loss or irregular battery voltage.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/compact_htw.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/MacroLite",
        "label":"MacroLite",
        "comment":"Coastals MacroLite monitors and records turbidity and suspended solids concentrations using the proven D&A OBS-3 Turbidity Monitor.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/macrolite.png",
        "manufacturer":"Coastal Leasing, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WQ750",
        "label":"WQ750",
        "comment":"The WQ750 Self-Cleaning Turbidity Sensor is an excellent choice for turbidity measurements in applications involving surface water, wastewater effluent, raw source water, industrial discharge, and aquaculture. The heavy-duty WQ750 is constructed of 316 stainless steel with scratch-resistant quartz optical lenses to provide a long, dependable service life. The unit ships complete with 42 feet of cable and a wiper actuation board. The WQ750 uses a reliable optical sensing system, which produces an analog signal that is enhanced by on-board temperature and ambient light processing. This robust 4-20 mA analog signal is compatible with a host of monitoring and control systems, and it may be transmitted up 650 feet. The WQ750 is compatible with our PC300 process controller and GL500 dataloggers. The WQ750 maintains its accurate and reliable measurements via a mechanical cleaning device that prevents contamination of the measuring windows. The wiper cycle is controlled by an external contact and allows the WQ750 to match the cleaning cycle to the application. The control board is designed to work with our Global Water GL500 dataloggers.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/wq750.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DeepWater420Standard",
        "label":"DeepWater 420 - Standard",
        "comment":"DeepWater 420 is a precision tiltmeter (inclinometer) designed for underwater measurements or any other application where measurements must be made under high external pressures.  It offers durability, unrivaled sensitivity and long-term stability under these demanding conditions.  Its case is machined from a solid piece of tough and noncorrodible 316 stainless steel.The DeepWater 420 is an excellent choice for monitoring the behavior of underwater structures such as dams, oil platforms and pipelines; measuring the rotational movement of dredges and other underwater machinery; and tracking the pitch and roll of ships and other vessels.  The 4-20 mA output can be transmitted over long cables without signal losses.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/deepwater_420__standard.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/XR420Tx",
        "label":"XR-420T(x)",
        "comment":"The XR-420 T8, T16 and T24 are a series of multichannel temperature data recorders designed to operate with arrays of thermistors. The XR-420 can include up to three eight-channel modules, and any combination of thermistors (up to 24) can be readily made using the eight channel modules. Other sensor channels may be added to the T8 and T16. The thermistor arrays are made to order, and may be any practical length. They have been made to be deployed in sea or lake water, as well as underground, in concrete, in permafrost or in ice. They have been used to measure internal waves and for cryospheric studies. The array may be mounted in-line on a cable, or embedded into a rugged PVC tube for ground temperature measurements. They may be used at depths up to 4,000 m, and there are versions for sediment probes. The data logger has an extended operational temperature range of -40 to +35 C. The standard thermistor used in the strings is the Thermometrics P Series, chosen for stability. The thermistor strings are calibrated to 0.005 C against ITS-90 primary standards.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/xr420tx.png",
        "manufacturer":"RBR Europe Ltd.",
        "subClasses":[
            {
                "capability":{
                    "label":"XR-420T(x) Depth Rating",
                    "quantity":{
                        "label":"4000 m",
                        "value":"4000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AQTEPT100",
        "label":"AQTE-PT100",
        "comment":"The AQUAMATIC temperature sensor AQTE-PT100 is designed for temperature measurements in water and under pressure up to 175 dbar. The sensing element is a special designed PT-100 element with outside turns and glass-coated ceramic. The element is diffused into a 1.6 mm. needle having a wall thickness of 0.2 mm. The best possible contact from the element to the water is made.Features include a rugged and waterproof construction. Protection of the sensor needle. Linear temperature response, high accuracy, 100% overheating, fast response time, small dimensions, and hysteresis free function. Available in different standards as: B.S.1904 Grade II (DIN 43760) Class A or B, (DIN IEC 751) Class A or B.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqtept100.png",
        "manufacturer":"Aquamatic",
        "subClasses":[
            {
                "capability":{
                    "label":"AQTE-PT100 Response Time",
                    "quantity":{
                        "label":"0.1 s",
                        "value":"0.1",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/ResponseTime"
                    }
                }
            },
            {
                "capability":{
                    "label":"AQTE-PT100 Weight In Air",
                    "quantity":{
                        "label":"0.03 kg",
                        "value":"0.03",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DeepWaterDigitalStandard",
        "label":"DeepWater Digital - Standard",
        "comment":"The DeepWater Digital is a precision dual-axis tiltmeter designed for underwater measurements and applications under high external pressure.  The housing is machined from a solid block of 316 stainless steel and incorporates a high-pressure, underwater mateable neoprene connector.  Inside are one (uniaxial version) or two (biaxial version) gravity-referenced electrolytic tilt sensors and our low-noise electronics, delivering precision, high dynamic range and long-term stability under the most demanding conditions.  DeepWater tiltmeters are excellent choices for offshore applications and for monitoring dams, pipelines and underwater machinery.  DeepWater tiltmeters are also available with 4-20 mA and analog voltage outputs.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/deepwater_digital__standard.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Series8CDP",
        "label":"Series 8CDP",
        "comment":"Digiquartz Depth Sensors provide the ultimate precision in water level measurements. Typical application accuracy of 0.01% is achieved even under difficult environmental conditions. Desirable characteristics include excellent long-term stability, 1 x 10e-8 resolution, low power consumption, and high reliability.The remarkable performance of these depth sensors is achieved through the use of a precision quartz crystal resonator whose frequency of oscillation varies with pressure-induced stress. A quartz crystal temperature signal is provided to thermally compensate the calculated pressure and achieve high accuracy over a broad range of temperatures. The depth sensors include waterproof housings with integral shock protection.High accuracy, resolution, and stability make Digiquartz Depth Sensors ideal for applications such as Tsunami detection, wave and tide gauges, platform leveling, underwater pipe laying, and as depth sensors in ROVs and AUVs.All Depth Sensor ranges are available with either frequency outputs or integral intelligent electronics with bi-directional digital communications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/series_8cdp.png",
        "manufacturer":"Paroscientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Oxygendippingprobe",
        "label":"Oxygen dipping probe",
        "comment":"",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_dipping_probe.png",
        "manufacturer":"PreSens Precision Sensing GmbH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WQ770",
        "label":"WQ770",
        "comment":"The Global Turbidity Meter is a highly accurate device with a fully submersible sensor for in-situ environmental or process monitoring. The meter is provided with a padded carrying case and 10 of marine grade cable, with lengths up to 100 available upon request. In accordance with USEPA Method 180.1 for turbidity measurement the sensor is a 90 degree scatter nephelometer where a focused beam is directed into the monitored water. The light beam reflects off particles in the water, and the resultant light intensity is measured by a photodetector positioned at 90 degrees to the light beam. The detected light intensity is directly proportional to the turbidity of the water. The WQ770 sensor utilizes a second light detector to correct for light intensity variations, color changes, and minor lens fouling. All turbidity meters are factory calibrated to the highest standards and should not need recalibration for 6-12 months. User calibration, when required, is very easy using the step-by-step scaling process within the display unit.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/wq770.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OxygenOptode4835",
        "label":"Oxygen Optode 4835",
        "comment":"Since oxygen is involved in most of the biological and chemical processes in aquatic environments, it is the single most important parameter needed to be measured. Oxygen can also be used as a tracer in oceanographic studies.For environmental reasons it is critical to monitor oxygen in areas where the supply of oxygen is limited compared to demand e.g. In shallow coastal areas with significant algae blooms. In fjords or other areas with limited exchange of water. Around fish farms. In areas interesting for dumping of mine or dredging waste.The AADI Aanderaa Oxygen Optodes are based on the ability of selected substances to act as dynamic fluorescence quenchers.The fluorescent indicator is a special platinum porphyrin complex embedded in a gas permeable foil that is exposed to the surrounding water. A black optical isolation coating protects the complex from sunlight and fluorescent particles in the water.This sensing foil is attached to a sapphire window providing optical access for the measuring system from inside a watertight housing.The lifetime-based luminescence quenching principle offers the following advantages over electro-chemical sensors: Not stirring sensitive (it consumes no oxygen). Less affected by fouling. Measures absolute oxygen concentrations without repeated calibrations. Better long-term stability. Less affected by pressure. Pressure behaviour is predictable. Faster response time.The Oxygen Optode outputs data in AiCaP CANbus and RS-232. The sensor can present the O2 concentration in mM, the Air Saturation in % and the Temperature in C.The SEAGUARD datalogger and the smart sensor are interfaced by means of a reliable CANbus interface (AiCaP), using XML for plug and play capabilities.The smart sensors can be mounted directly on the top end plate of the AADI SEAGUARD and are automatically detected and recognized.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/oxygen_optode_4835.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Model802SDeepWater",
        "label":"Model 802-S DeepWater",
        "comment":"The Model 802 DeepWater is a precision voltage-output tiltmeter designed for underwater measurements and other applications under high pressure. The housing is machined from a solid piece of 316 stainless steel and incorporates a high-pressure neoprene connector (700 bars depth rating). Inside are a gravity-referenced electrolytic tilt sensor and our low-noise electronics, delivering sensitivity, high dynamic range and long-term stability under the most demanding conditions. DeepWater tiltmeters are excellent choices for monitoring dams, oil platforms, pipelines and underwater machinery. DeepWater tiltmeters are also available with 4-20 mA and digital outputs.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/model_802s_deepwater.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/C3",
        "label":"C3",
        "comment":"Ceramic cell inside diameter: 16 mm  Length: 115 mm  Bulkhead terminal  Long term monitoring down to 300 m  Symmetric 7-pole-cell  Sensitivity strongly restricted to the cell interior  Analog voltage or current  16 bit serial asynchronous",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/c3.png",
        "manufacturer":"ME GRISARD GMBH",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/THP",
        "label":"THP",
        "comment":"Geothermal evaluation of sedimentary basins in deep-sea environment. Temperature monitoring of fluid flow in geological faults or unstable soils. Any deep-sea environmental study that requires high accuracy temperature measurement.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/thp.png",
        "manufacturer":"Nke Instrumentation",
        "subClasses":[
            {
                "capability":{
                    "label":"THP Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"THP Weight In Air",
                    "quantity":{
                        "label":"0.28 kg",
                        "value":"0.28",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AQUAlogger210TY",
        "label":"AQUAlogger 210TY",
        "comment":"The AQUAlogger 210 series of instruments offer compact oceanographic instrument capability. They comprise fully self-contained data loggers, with a high speed data connection for configuration, data download, and real time telemetry. The AQUAlogger 210 sensor logger operates with a variety of third party oceanographic sensors such as turbidity, conductivity, fluorescence, PAR etc, and includes optional temperature and pressure sensors. The 210TY includes a built-in turbidity sensor using the optical backscatter approach.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqualogger_210ty.png",
        "manufacturer":"Aquatec Group Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TurbiditySensor3712",
        "label":"Turbidity Sensor 3712",
        "comment":"The Turbidity Sensor 3712 measures scattered light. This measurement is known to have a good correlation to the amount of suspended matter in water and can be used to monitor sediment, algae, or particle pollution. It is designed for use together with the Aanderaa Dataloggers or Display Units.The sensor head is cylindrically shaped, molded in Durotong and installed in an adapter made of Titanium. The sensor is furnished with a 10-pin receptacle for connection to the sensor cable. Two light emmiting diodes and one photo diode are pointing towards a common center at an angle of 15. The photodiode is furnished with a daylight filter. The electronic circuitry is molded in the sensor housing.When a measurement is taken the IR light emitting diode is switched on for half a second and sends a light beam into the water. If the surrounding water is clean and clear the photodiode will not detect this light. On the other hand, if the water is contaminated, scattered light from particles in the water will be sensed by the photodiode and a photocurrent will flow in the diode. This current gives a signal that signifies the amount of light that has been scattered. The signal is independent of the ambient light intensity and it is fully temperature compensated.The output is in the standard Aanderaa SR-10 format. The adapter also has a temperature probe measuring the exact water temperature and the output is in the standard Aanderaa VR22 format.The sensor is designed to avoid marine fouling. In any case, it is important to keep the plastic surfaces, covering the IR-LED and the photodiode, clean to ensure accurate measurements. When exposed to air, the sensor should read 0.1 NTU.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/turbidity_sensor_3712.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"Turbidity Sensor 3712 Light Source Wavelength",
                    "quantity":{
                        "label":"880 nm",
                        "value":"880",
                        "unitCode":"http://qudt.org/vocab/unit#Nanometer",
                        "type":"http://esonetyellowpages.com/vocab/LightSourceWavelength"
                    }
                }
            },
            {
                "capability":{
                    "label":"Turbidity Sensor 3712 Depth Rating",
                    "quantity":{
                        "label":"200 m",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"Turbidity Sensor 3712 Weight In Air",
                    "quantity":{
                        "label":"0.385 kg",
                        "value":"0.385",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"Turbidity Sensor 3712 Weight In Water",
                    "quantity":{
                        "label":"0.196 kg",
                        "value":"0.196",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AQDEIC154",
        "label":"AQDE-IC154",
        "comment":"The AQUAMATIC depth sensor AQDE-IC154 is a solid state pressure sensor that is packed in a cylindrical casting of AISI 316 stainless steel together with three O-rings. The sensing element is an integrated circuit silicon chip with a micromachined diaphragm. Four piezoresistive strain gage resistors are diffused into the diaphragm to form a fully active Wheat-stone Bridge. Features include a rugged and waterproof construction. Temperature compensation over 0-50 C, Iso-Pressure Structure, Solid-State Reliability, small dimensions through Flush Diaphragm, good linearity, 0.25% Accuracy and 1% interchangeability along with high level output.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aqdeic154.png",
        "manufacturer":"Aquamatic",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/HydrolabsSelfCleaningTurbiditySensor",
        "label":"Hydrolab's Self-Cleaning Turbidity Sensor",
        "comment":"Hydrolab's Self-Cleaning Turbidity sensor measures from 0 to 3000 NTU and includes a user-programmable cleaning system to remove any fouling or debris that could otherwise affect readings.Features: ISO 7027 compliant  User-programmable self-cleaning system can perform up to 10 cleaning cycles before each reading  Accurately measures up to 3000 NTU Benefits: Fixed parking position ensures consistent data collection after each cleaning cycle  3000 NTU range allows Turbidity tracking even during rain storms or other events that could cause abnormally high readings  Exceptional linearity even in high NTU environments  Utilizes small aperture technique to reduce false readings from particulates and other debris",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/hydrolab's_selfcleaning_turbidity_sensor.png",
        "manufacturer":"HACH Environmental",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/ECONTU",
        "label":"ECO NTU",
        "comment":"WET Labs offers the Environmental Characterization Optics (ECO) series of meters that incorporate a common set of options with a single basic design to make them ideal for a wide variety of deployments. The NTU provides: Unparalleled sensitivity of the ECO in an optical scattering measurement at 660 nm for determining turbidity. Turbidity measurement data that is not affected by CDOM concentration, unlike instruments that attempt to measure turbidity by using blue wavelengths. The option of analog output for easy integration into CTD packages. Excellent precision, reliability and overall performance at a fraction of the cost and size of similar instruments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/eco_ntu.png",
        "manufacturer":"WET Labs, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NWTDN",
        "label":"NWT-DN",
        "comment":"Features: &#9679; High-resolution measurement. (Precision : 0.05 C, Resolution : 0.001 C) &#9679; Large-capacity data acquisition. &#9679; (Up to 260,000 data, Approx 1 year at intervals of 2 min.) &#9679; Small and light-weigt.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nwtdn.png",
        "manufacturer":"Nichiyu Giken Kogyo Co., Ltd.",
        "subClasses":[
            {
                "capability":{
                    "label":"NWT-DN Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"NWT-DN Weight In Air",
                    "quantity":{
                        "label":"0.6 kg",
                        "value":"0.6",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            },
            {
                "capability":{
                    "label":"NWT-DN Weight In Water",
                    "quantity":{
                        "label":"0.35 kg",
                        "value":"0.35",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInWater"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Model181KT",
        "label":"Model 181KT",
        "comment":"Paroscientific Digiquartz Depth Sensors offer accurate depth measurements to 7000 m and have been successfully deployed for various demanding underwater applications. High Resolution Pressure Measurements to the sub-millimeter level are easily achieved. Model 181KT has been successfully deployed for underwater towed array applications.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/model_181kt.png",
        "manufacturer":"Paroscientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/NEP9000SeriesTurbidityProbe",
        "label":"NEP9000 Series Turbidity Probe",
        "comment":"The ANALITE NEP9000 and NEP9500 series of analogue output turbidity probes are designed for monitoring and process applications where turbidity levels of up to 3,000 NTU may be encountered. Standard ranges are 100 NTU, 400 NTU and 1,000 NTU, but custom ranges up to 3,000NTU are available. Digital outputs (SDI-12 and/or RS232) are available from our range of NEP390 series turbidity probes. Specifically the ANALITE NEP9000 non-wiping probes are designed for applications where bio-fouling will not build up to obscure the optics such as in short monitoring deployment or placement in fast and cold running water. The ANALITE NEP9500 probes however, with their integral wiper assembly, are designed for operation where bio-fouling or sedimentation buildup is likely. The standard ANALITE NEP9000 and NEP9500 series of probes with its acetal housing may be submerged to a depth of 50 meters (165 feet). An optional stainless steel housing is available for applications where a greater depth rating is required but not recommended for deployment in salty or acidic water where crevice corrosion may occur. Its depth rating is 100 meters (330 feet). The ANALITE NEP9000 and NEP9500 probes use 90 optics and employs infrared light in accordance with ISO7027. All probes use a unique modulation technique that ensures almost total rejection of ambient light conditions as well as a unique microprocessor controlled differential sample and hold circuit for enhanced performance particularly at low turbidity levels.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/nep9000_series_turbidity_probe.png",
        "manufacturer":"McVan Instruments Pty Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/WQ101",
        "label":"WQ101",
        "comment":"Global Waters WQ101 Temperature Sensor is a rugged and reliable device for highly accurate submersible water temperature measurement. The sensors probe is molded to 25' of marine grade cable, with lengths up to 500' available upon request. The WQ101 has a two-wire configuration for minimum current draw. The units electronics are completely encapsulated in marine grade epoxy within a stainless steel housing.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/wq101.png",
        "manufacturer":"Global Water",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TemperatureSensor4050",
        "label":"Temperature Sensor 4050",
        "comment":"The Temperature Sensor 4050 is an intelligent sensor designed to be used on Aanderaa Dataloggers as well as in other measurement systems. The sensor is based on a thermistorbridge. A Digital Signal Processor controls the sampling of the bridge and calculates the calibrated temperature in engineering units. The sensor is housed in a rugged titanium cylinder. The processed data is available as either RS232 or Aanderaa SR10 output. The user may configure the measurement range on the SR10 output; best accuracy is achieved with a short measurement range. The sensor can be mounted directly on the top end plate of the Aanderaa RCM 9 or RCM 11 and connected to the Main Control Board (Electronic Board) with a short cable, Sensor Cable 3854. The sensor can also be connected to the top end plate via a cable/string for temperature measurements in a different site than the instrument.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/temperature_sensor_4050.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"Temperature Sensor 4050 Depth Rating",
                    "quantity":{
                        "label":"6000 m",
                        "value":"6000",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"Temperature Sensor 4050 Weight In Air",
                    "quantity":{
                        "label":"0.12 kg",
                        "value":"0.12",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/SBE7",
        "label":"SBE7",
        "comment":"The SBE 7 Microstructure Conductivity Sensor is a reliable, lightweight instrument intended for use in marine profiling applications where its high speed and spatial resolving power offer the ability to characterize small scale ocean conductivity features. Where salinity variations are minimal, the conductivity signal offers unexcelled resolution of temperature structure. Used in conjunction with the SBE 8 Microstructure Temperature Sensor, the SBE 7 can provide comparably sensitive resolution of salinity and density fields. The sensing element is a remote-cabled, probe-mounted, 2-terminal, platinized electrode cell of dual needle configuration. The sensing elements completely open construction provides nearly total freedom from fouling. The sensor probe is a small, stainless steel assembly that may be mounted at distances up to 3 meters (9.8 feet) from the sensor electronics housing. This arrangement minimizes the effect of the instrument housing and its wake on the data. The cell electrodes are fabricated of solid platinum and are platinized to reduce the effect of polarization impedance on sensor response. The cell is driven by a sinusoidal voltage of approximately 0.24 Vrms at a frequency of 15 kHz. The resulting current is synchronously detected to provide a signal proportional to conductivity (transformer coupling is used to preclude the flow of galvanically induced currents into the electrodes). This signal is subsequently pre-emphasized so that the sensors output increases as a function of frequency. The effect of pre-emphasis is to magnify the sensor output for rapidly changing conductivity, therefore overcoming the restrictions on system resolving power that would otherwise be imparted by the use of conventional (e.g., 16-bit) digitizers. The SBE 7s pre-emphasis response magnifies a 100 Hz conductivity signal by a factor of 1000, facilitating acquisition of signals 1000 times smaller than could be characterized by conventional CTD sensors.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/sbe7.png",
        "manufacturer":"Sea-Bird Electronics, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/OBS3A",
        "label":"OBS-3A",
        "comment":"The OBS-3A combines our OBS probe with pressure, temperature, and conductivity sensors in a battery powered recording instrument. The monitor is operated with software running under Windows 98, 2000, and XP. Users can program sampling schedules with a PC. When surveying, data are displayed in real time as they are recorded. During autonomous operation, the unit records data in FLASH which can be post-processed and graphically displayed with EXCEL or LOTUS.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/obs3a.png",
        "manufacturer":"Campbell Scientific, Inc.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/RDCP600",
        "label":"RDCP 600",
        "comment":"The RDCP is a 600 kHz self-recording profiler, which measures current conditions at a medium range (depending on the scattering conditions in each deployment). RDCP 600 is also a multiparameter platform. The standard RDCP 600 can be deployed down to 300m depth.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/rdcp_600.png",
        "manufacturer":"Aanderaa Data Instruments Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"RDCP 600 Frequency",
                    "quantity":{
                        "label":"606 kHz",
                        "value":"606",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"RDCP 600 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"187 mm",
                        "value":"187",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"RDCP 600 Housing Diameter",
                    "quantity":{
                        "label":"160 mm",
                        "value":"160",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"RDCP 600 Overall Length",
                    "quantity":{
                        "label":"580 mm",
                        "value":"580",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/TS1000",
        "label":"TS1000",
        "comment":"The Greenspan TS1000 Turbidity Sensor provides a reliable and cost effective solution for monitoring of turbidity in a wide range of environmental applications. The integral wiper assembly provides long term reliable operation at remote sites where bio-fouling or sedimentation is likely. The TS1000 is a low power unit and provides both 4-20 mA and 0-2.5 V outputs. The wiper is triggered by a separate control wire. The sensor is ideal for use in all water monitoring applications, including tidal and estuary monitoring. A durable acetal body, double O ring design ensures suitability for hash environment applications. It can be supplied in various ranges, and is fitted with a moulded polyurethane cable as standard. Other cable options may be available. The TS1000 sensor is easy to install and provides users with a rugged and reliable solution to long term monitoring.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/ts1000.png",
        "manufacturer":"Tyco International Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/INFINITYCLW",
        "label":"INFINITY-CLW",
        "comment":"INFINITY-CLW is a chlorophyll and turbidity meter for a long term observation with a wiper that cleaned the dirt on the optical sensor. It adopts LED in the chlorophyll and the turbidity sensor luminescence part as a source of light. So, they change little in a long term use.Especially, because the stability in the low density level is good, and the correlation is high with SS in a high density level, the turbidity sensor is suitable for an investigation not only in the sea area but also in the dam and the river.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/infinityclw.png",
        "manufacturer":"JFE Advantech Co., Ltd.",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/Model802HDeepWater",
        "label":"Model 802-H DeepWater",
        "comment":"The Model 802 DeepWater is a precision voltage-output tiltmeter designed for underwater measurements and other applications under high pressure. The housing is machined from a solid piece of 316 stainless steel and incorporates a high-pressure neoprene connector (700 bars depth rating).Inside are a gravity-referenced electrolytic tilt sensor and our low-noise electronics, delivering sensitivity, high dynamic range and long-term stability under the most demanding conditions. DeepWater tiltmeters are excellent choices for monitoring dams, oil platforms, pipelines and underwater machinery. DeepWater tiltmeters are also available with 4-20 mA and digital outputs.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/model_802h_deepwater.png",
        "manufacturer":"Applied Geomechanics Incorporated",
        "subClasses":[
            {
                "capability":{
                    "label":"Model 802-H DeepWater Time Constant",
                    "quantity":{
                        "label":"1.75 sec",
                        "value":"1.75",
                        "unitCode":"http://qudt.org/vocab/unit#SecondTime",
                        "type":"http://esonetyellowpages.com/vocab/TimeConstant"
                    }
                }
            },
            {
                "capability":{
                    "label":"Model 802-H DeepWater Depth Rating",
                    "quantity":{
                        "label":"700 bar",
                        "value":"700",
                        "unitCode":"http://qudt.org/vocab/unit#Bar",
                        "type":"http://esonetyellowpages.com/vocab/DepthRating"
                    }
                }
            },
            {
                "capability":{
                    "label":"Model 802-H DeepWater Weight In Air",
                    "quantity":{
                        "label":"5 kg",
                        "value":"5",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/FlowQuest300",
        "label":"FlowQuest 300",
        "comment":"FlowQuest is a line of high performance Acoustic Current Profiler manufactured by LinkQuest Inc., a company renown for its innovation, capability and product quality. The FlowQuest current profiler are ideal for measuring waves in oceans and coastal areas. With its capability for significantly longer range, standard deepwater depth rating and seamless integration with third-party sensors and LinkQuest acoustic modems, the FlowQuest system is not just a current profiler. It also serves a focal point for your underwater deployments.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/flowquest_300.png",
        "manufacturer":"LinkQuest Inc.",
        "subClasses":[
            {
                "capability":{
                    "label":"FlowQuest 300 Frequency",
                    "quantity":{
                        "label":"300 kHz",
                        "value":"300",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Maximum Profiling Range",
                    "quantity":{
                        "label":"230 m",
                        "value":"230",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Maximum Transmit",
                    "quantity":{
                        "label":"200 Watts",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Blank Distance",
                    "quantity":{
                        "label":"1.4 m",
                        "value":"1.4",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Maximum Water Velocity",
                    "quantity":{
                        "label":"20 knots",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Knot",
                        "type":"http://esonetyellowpages.com/vocab/MaximumWaterVelocity"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Maximum Ping Rate",
                    "quantity":{
                        "label":"2 Hz",
                        "value":"2",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"230 mm",
                        "value":"230",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"FlowQuest 300 Housing Diameter",
                    "quantity":{
                        "label":"200 mm",
                        "value":"200",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            }
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/DSTTilt",
        "label":"DST Tilt",
        "comment":"The DST tilt is a miniature data logger that measures and records temperature, depth and tilt (in three directions) in relation to the gravity field. Tilt measuring range is 360, the data for the tilt are shown in degrees (). Recorded data is stored in the loggers internal memory with a real-time clock reference for each measurement.The DST tilt is supported by the SeaStar software and the Communication Box which serves as an interface between the logger and a PC.  Communication between the logger and the Communication Box is wireless.In SeaStar, the user sets the start time, start date and sampling interval before starting the recorder. Up to seven different intervals can be set for the same measurement sequence. This is especially useful when more frequent measurements are needed at a certain time period.With default programming depth, temperature, and tilt are recorded at the same time. Optionally, temperature-depth and tilt can be set as primary and secondary parameter pairs/parameters with different sampling frequency. That way memory partitioning can be customized according to individual preferences.When the DST has been recovered, recorded data is uploaded to SeaStar where results are displayed both in graphic and tabular form. After retrieving the data, the DST can be re-programmed and reused as long as the battery lasts.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/dst_tilt.png",
        "manufacturer":"Star-Oddi",
        "subClasses":[
        ]
    },
    {
        "name":"http://esonetyellowpages.com/vocab/AquadoppProfiler400",
        "label":"Aquadopp Profiler 400",
        "comment":"The Aquadopp profiler measures the current profile in water using acoustic Doppler technology. It is designed for stationary applications and can be deployed on the bottom, on a mooring rig, on a buoy or on any other fixed structure. It is a complete instrument and includes all the parts required for a self contained deployment with data stored to an internal data logger. Typical applications include coastal studies, online monitoring and scientific studies in rivers, lakes, and channels. The Aquadopp profiler uses three acoustic beams slanted at 25 to accurately measure the current profile in a user selectable number of cells. The internal tilt and compass sensors tell the current direction and the high-resolution pressure sensor gives the depthand the tidal elevation if the system is fixed mounted. The standard 9 MB recorder and internal alkaline batteries are typically sufficient for a 24 month deployment. Deployment times can be increased or sampling schemes intensified by expanding to 161 MB memory and external batteries.",
        "image":"http://www.ifremer.fr/isi/sensorNanny/images/aquadopp_profiler_400.png",
        "manufacturer":"Nortek AS",
        "subClasses":[
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Frequency",
                    "quantity":{
                        "label":"400 kHz",
                        "value":"400",
                        "unitCode":"http://qudt.org/vocab/unit#KiloHertz",
                        "type":"http://esonetyellowpages.com/vocab/Frequency"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Maximum Profiling Range",
                    "quantity":{
                        "label":"90 m",
                        "value":"90",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/MaximumProfilingRange"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Maximum Transmit",
                    "quantity":{
                        "label":"20 Watts",
                        "value":"20",
                        "unitCode":"http://qudt.org/vocab/unit#Watt",
                        "type":"http://esonetyellowpages.com/vocab/MaximumTransmit"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Blank Distance",
                    "quantity":{
                        "label":"1 m",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Meter",
                        "type":"http://esonetyellowpages.com/vocab/BlankDistance"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Maximum Ping Rate",
                    "quantity":{
                        "label":"1 Hz",
                        "value":"1",
                        "unitCode":"http://qudt.org/vocab/unit#Hertz",
                        "type":"http://esonetyellowpages.com/vocab/MaximumPingRate"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Transducer Assembly Diameter",
                    "quantity":{
                        "label":"117 mm",
                        "value":"117",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/TransducerAssemblyDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Housing Diameter",
                    "quantity":{
                        "label":"75 mm",
                        "value":"75",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/HousingDiameter"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Overall Length",
                    "quantity":{
                        "label":"550 mm",
                        "value":"550",
                        "unitCode":"http://qudt.org/vocab/unit#Millimeter",
                        "type":"http://esonetyellowpages.com/vocab/OverallLength"
                    }
                }
            },
            {
                "capability":{
                    "label":"Aquadopp Profiler 400 Weight In Air",
                    "quantity":{
                        "label":"3.7 kg",
                        "value":"3.7",
                        "unitCode":"http://qudt.org/vocab/unit#Kilogram",
                        "type":"http://esonetyellowpages.com/vocab/WeightInAir"
                    }
                }
            }
        ]
    }
]